Repository: GovTechSG/OpenTT-iOS
Catalog: TraceTogether/History/*.lproj/History.strings
Languages: bn, hi, ms, my, ta, th, zh_hans

# LnX-Lw-8bY.normalTitle
source: GOT IT
bn: বুঝেছি
hi: समझ गया
ms: MAKLUM
my: ပြီးပါပြီ။
ta: அறிந்துகொண்டேன்
th: เข้าใจแล้ว
zh_hans: 了解

# gj0-uT-UWo.title
source: History
bn: কার্যকলাপ
hi: इतिहास
ms: Sejarah
my: ရာဇဝင်
ta: கடந்த செயல்பாடுகள்
th: ประวัติ
zh_hans: 历史记录

# KJz-60-ON0.title
source: History
bn: কার্যকলাপ
hi: इतिहास
ms: Sejarah
my: ရာဇဝင်
ta: கடந்த செயல்பாடுகள்
th: ประวัติ
zh_hans: 历史记录

# hGX-1P-Jnn.text
source: These records help us notify you if you were near COVID-19 patients during their infectious period.
bn: এই রেকর্ডগুলোর সাহায্যে আমরা বুঝতে পারব, উচ্চ সংক্রমণের ঝুঁকি সম্পন্ন কোন কোভিড-১৯ রোগীর সংস্পর্শে আপনি এসেছিলেন কিনা।
hi: यदि आप संक्रामक अवधि के दौरान COVID-19 रोगियों के पास थे, तो ये रिकॉर्ड आपको सूचित करने में हमारी मदद करते हैं।
ms: Maklumat ini membantu kami untuk beritahu anda jika anda telah berdekatan dengan pesakit COVID-19 semasa tempoh jangkitan mereka.
my: ဤမှတ်တမ်းများသည်သင်ကူးစက်သည့်ကာလအတွင်း COVID-19 လူနာများအနီးတွင်ရှိပါကသင့်အားအကြောင်းကြားရန်ကူညီသည်။
ta: இந்த பதிவுகள் நீங்கள் கொவிட்-19 நோயாளிகளின் தொற்று காலத்தில் அவர்களுக்கு அருகிலிருந்தால் உங்களுக்கு தெரிவிக்க எங்களுக்கு உதவுகின்றன.
th: บันทึกเหล่านี้ช่วยให้เราแจ้งคุณถ็าคุณอยู่ใกล้ผู้ป่วย COVID-19 ในช่วงเวลาที่ผู้ป่วยคนนั้นติดเชื้อ
zh_hans: 如果发现您曾在冠病患者周围活动且他们当时正处发病期，这些记录将有助于我们通知您。

# U8h-OB-wYc.text
source: Past 14 days
bn: গত 14 দিন
hi: अतीत 14 दिन
ms: 14 hari yang lalu
my: အတိတ် 14 ရက်ပေါင်း
ta: கடந்த 14 நாட்கள்
th: ผ่านมา 14 วัน
zh_hans: 过去的14天

# XE2-8f-gbO.text
source: You were at a place visited by a COVID-19 case
bn: আপনি একটি জায়গায় গিয়েছিলেন, যেখানে একজন কোভিড-১৯ আক্রান্ত ছিলেন।
hi: आप एक स्थान पर गए थे जहाँ COVID-19 का एक रोगी गया था
ms: Anda telah ke tempat yang dilawati kes jangkitan COVID-19
my: သင်သည် COVID-19 ဖြစ်ပွားသူများလည်ပတ်ခဲ့သည့်နေရာများသို့ရောက်ခဲ့သည်။
ta: நீங்கள் ஒரு கொவிட்-19 வழக்கு வருகை தந்த இடத்தில் இருந்தீர்கள்
th: คุณได้อยู่ที่สถานที่ที่ผู้ป่วยโควิดไป
zh_hans: 您曾去过2019冠病确诊病患去过的地方

# HV9-ab-qPw.text
source: As a precaution, monitor your health for 14 days from the visit date. If you develop fever or respiratory symptoms, see a doctor immediately and indicate this exposure.
bn: সতর্কতা হিসেবে, আপনি যেদিন সেখানে গিয়েছিলেন, সেদিন থেকে ১৪ দিন পর্যন্ত আপনার স্বাস্থ্যের দিকে নজর রাখুন। আপনার যদি জ্বর, সর্দি, কাশি, গলাব্যাথা বা শ্বাসকষ্ট জাতীয় লক্ষণ দেখা দেয়, যত দ্রুত সম্ভব ডাক্তারের পরামর্শ নিন।
hi: एहतियात के तौर पर, भेंट की तारीख से 14 दिनों तक अपने स्वास्थ्य की निगरानी रखें । इस दौरान यदि आपको बुखार या सांस की तकलीफ हो, तो तुरंत एक डॉक्टर को देखें और इस जोखिम का संकेत दें।
ms: Sebagai langkah berjaga-jaga, pantau kesihatan anda untuk 14 hari dari tarikh lawatan ke tempat tersebut. Jika anda mempunyai simtom demam atau pernafasan, sila jumpa doktor dan maklumkan kepadanya tentang pendedahan ini.
my: ကြိုတင်ကာကွယ်မှုအနေဖြင့်သင်၏ကျန်းမာရေးကိုသွားရောက်လည်ပတ်သည့်နေ့မှ ၁၄ ရက်အထိစောင့်ကြည့်ပါ။ အကယ်၍ သင့်တွင်အဖျားတက်ခြင်းသို့မဟုတ်အသက်ရှူလမ်းကြောင်းဆိုင်ရာရောဂါလက္ခဏာများဖြစ်ပေါ်ပါကဆရာဝန်နှင့်ချက်ချင်းဆက်သွယ်ပြီးဤထိတွေ့မှုကိုဖော်ပြပါ။
ta: முன்னெச்சரிக்கையாக, வருகை தேதியிலிருந்து 14 நாட்களுக்கு உங்கள் ஆரோக்கியத்தை கண்காணிக்கவும். உங்களுக்கு காய்ச்சல் அல்லது சுவாச அறிகுறிகள் இருந்தால், உடனடியாக ஒரு மருத்துவரை சந்தித்து இந்த வெளிப்பாட்டைப்பற்றி தெரியப்படுத்தவும்.
th: เพื่อป้องกันไว้ก่อน ให้สังเกตสุขภาพของคุณเป็นเวลา 14 วันนับจากวันที่ไปสถานที่นั้น หากคุณมีไข้หรืออาการทางระบบหายใจ ให้ไปหาหมอทันทีและบอกหมอว่าคุณอาจได้สัมผัสกับผู้ป่วยโควิด
zh_hans: 为以防万一，与2019冠病确诊病患可能接触的接下来14天里，请观察您的健康状况。如出现发烧或呼吸困难等症状，请立即看医生并告知您可能曾与病患接触。

# Ehf-AX-guJ.normalTitle
source: <u>Check for symptoms</u>
bn: <u>লক্ষণ পরীক্ষা করুন</u>
hi: <u>लक्षणों की जाँच करें</u>
ms: <u>Periksa untuk mengesan simtom</u>
my: <u>ရောဂါလက္ခဏာများစစ်ဆေးပါ</u>
ta: <u>அறிகுறிகளை சரிபார்க்கவும்</u>
th: <u>ตรวจสอบอาการ</u>
zh_hans: <u>查看症状</u>

# 3fG-05-gMh.normalTitle
source: All Records
bn: সকল রেকর্ড
hi: सभी रिकॉर्ड
ms: Semua maklumat
my: မှတ်တမ်းများအားလုံး
ta: அனைத்து விவரங்களும்
th: บันทึกทั้งหมด
zh_hans: 所有记录

# fRx-9l-ExZ.normalTitle
source: Possible Exposure
bn: সম্ভাব্য সংক্রমণ
hi: संभव प्रदर्शनियां
ms: Kemungkinan pendedahan
my: ဖြစ်နိုင်သောထိတွေ့မှုများ။
ta: சாத்தியமான வெளிப்பாடுகள்
th: การสัมผัสกับผู้ป่วยโควิดที่เป็นไปได้
zh_hans: 可能接触的地点和时间

# xqc-Q6-1J1.text
source: YOUR POSSIBLE EXPOSURES
bn: আপনার সম্ভাব্য সংক্রমণ
hi: आप के संभावित जोखिम
ms: KEMUNGKINAN PENDEDAHAN ANDA
my: သင့်၌ဖြစ်နိုင်သောထိတွေ့မှုများ။
ta: உங்களுடைய சாத்தியமான வெளிப்பாடுகள்
th: การสัมผัสกับผู้ป่วยโควิดที่เป็นไปได้
zh_hans: 可能接触的地点和时间

# 46m-ew-qjC.text
source: Please remember to check out using SafeEntry in the future.
bn: অনুগ্রহ করে ভবিষ্যতে মনে করে SafeEntry দিয়ে চেক আউট করে নেবেন!
hi: कृपया भविष्य में SafeEntry का उपयोग करके चेक आउट करना याद रखें।
ms: Jangan lupa untuk log keluar menggunakan SafeEntry pada masa akan datang.
my: ကျေးဇူးပြု၍ နောင်တွင် ထွက်သည့်အခါ SafeEntry အသုံးပြုရန်သတိရပါ။
ta: எதிர்காலத்தில் SafeEntry - ஐ பயன்படுத்தி வெளியேறுவதை நினைவில் கொள்ளவும்.
th: โปรดอย่าลืมเช็คเอาท์โดยใช้ SafeEntry ครั้งหน้า
zh_hans: 使用 SafeEntry 登记系统后，请记得登记离开。

# u1u-Z0-iFt.normalTitle
source: <u>Check out now</u>
bn: <u>চেক আউট করুন</u>
hi: <u>चेक आउट करे</u>
ms: <u>Daftar keluar sekarang</u>
my: <u>ယခု ထွက်ရန်</u>
ta: <u>இப்பொது வெளியேறவும்</u>
th: <u>เช็คเอาต์เลย</u>
zh_hans: <u>立即登出</u>

# 1ZU-cp-UkU.text
source: You were not at places visited by COVID-19 cases
bn: আপনি এমন কোন জায়গায় যাননি, যেখানে কোভিড-১৯ আক্রান্ত কেউ ছিল
hi: आप उन स्थानों पर नहीं गए थे जहाँ COVID-19 के रोगी गए थे
ms: Anda tidak ke tempat-tempat yang dilawati kes jangkitan COVID-19
my: သင်သည် COVID-19 ဖြစ်ပွားမှု ရှိသည့်နေရာများတွင်မရှိပါ။
ta: நீங்கள் கொவிட்-19 வழக்குகள் வருகை தந்த இடங்களில் இல்லை
th: คุณไม่ได้อยู่ที่สถานที่ที่ผู้ป่วยโควิดไป
zh_hans: 您未曾去过2019冠病确诊病患去过的地方

# a69-K2-8o2.text
source: No records yet.
bn: কোন রেকর্ড নেই।
hi: अभी तक कोई रिकॉर्ड नहीं.
ms: Belum ada rekod.
my: မှတ်တမ်း မရှိသေးပါ။
ta: இதுவரை பதிவுகள் இல்லை.
th: ยังไม่มีข้อมูล
zh_hans: 尚无记录。

# VuJ-1I-Mhu.text
source: Based on all your TraceTogether and SafeEntry records from the last 14 days.
bn: বিগত ১৪ দিনের TraceTogether ও SafeEntry রেকর্ডের ওপর ভিত্তি করে।
hi: पिछले 14 दिनों से आपके सभी TraceTogether और SafeEntry रिकॉर्ड के आधार पर।
ms: Berdasarkan maklumat TraceTogether dan SafeEntry anda bagi 14 hari yang lalu
my: လွန်ခဲ့သော ၁၄ ရက်ကသင်၏ TraceTogether နှင့် SafeEntry မှတ်တမ်းများအားလုံးကိုအခြေခံသည်။
ta: கடந்த 14 நாட்களிலிருந்து உங்கள் TraceTogether மற்றும் SafeEntry பதிவுகளின் அடிப்படையில்.
th: อ้างอิงจากบันทึก TraceTogether และ SafeEntry ของคุณในช่วง 14 วันที่ผ่านมา
zh_hans: 根据您 TraceTogether 以及 SafeEntry 过去14天的记录

# C07-eF-CcM.normalTitle
source: <ca><c:#0070E0><u>How are my possible exposures determined?</u></c></ca>
bn: <ca><c:#0070E0><u>আমার সম্ভাব্য সংক্রমণ কিভাবে বের করা হয়?</u></c></ca>
hi: <ca><c:#0070E0><u>मेरे संभावित एक्सपोज़र कैसे निर्धारित किए जाते हैं?</u></c></ca>
ms: <ca><c:#0070E0><u>Bagaimanakah kemungkinan pendedahan saya ditentukan?</u></c></ca>
my: <ca><c:#0070E0><u>ကွျန်ုပ်၏အဖြစ်နိုင်ချေထိတွေ့မှုများကို ဘယ်လိုဆုံးဖြတ်ကြပါသလဲ။</u></c></ca>
ta: <ca><c:#0070E0><u>எனது சாத்தியமான வெளிப்பாடுகள் எவ்வாறு தீர்மானிக்கப்படுகின்றன?</u></c></ca>
th: <ca><c:#0070E0><u>การสัมผัสกับผู้ป่วยโควิดที่เป็นไปได้เหล่านั้น กำหนดอย่างไร</u></c></ca>
zh_hans: <ca><c:#0070E0><u>如何定夺可能接触的时间和地点？</u></c></ca>
