Repository: GovTechSG/OpenTT-iOS
Catalog: TraceTogether/Onboarding/PassportReOnboarding/*.lproj/PassportReOnboarding.strings
Languages: bn, my, ta, zh_hans

# 1Oh-gH-w4r.text
source: हमें सचमुच खेद है। हम इस पर एक नज़र डालते हैं। कृपया बाद में कोशिश करें।
bn: আমরা অত্যন্ত দুঃখিত। ব্যাপারটা ঘেঁটে দেখা হচ্ছে। অনুগ্রহ করে কিছুক্ষণ পর আবার চেষ্টা করুন।
my: ကျွန်ုပ်တို့ တကယ်စိတ်မကောင်းပါ။ စစ်ဆေးပေးပါမည်။ နောက်မှ ထပ်စမ်းကြည့်ပါ။
ta: மன்னிக்கவும். எங்களை கவனிக்க அனுமதிக்கவும். பின்னர் மீண்டும் முயற்சிக்கவும்.
zh_hans: 很抱歉，让我们查看问题所在。请稍后再试。

# 8wy-Pq-Aao.text
source: Your account needs some help
bn: আপনার অ্যাকাউন্ট নিয়ে সাহায্য দরকার
my: သင့်အကောင့်တွင် အကူအညီလိုအပ်သည်
ta: உங்கள் கணக்கிற்கு சில உதவி தேவை
zh_hans: 您的账号资料需更新

# JFh-Hf-ASf.text
source: Temporarily unavailable
bn: সাময়িক অসুবিধা
my: ယာယီအသုံးပြု၍ မရပါ။
ta: தற்காலிகமாகச் செயல்படவில்லை
zh_hans: 目前无法使用

# LpQ-9u-bqw.normalTitle
source: <u>More details</u>
bn: <u>আরও তথ্য</u>
my: <u>နောက်ထပ် အသေးစိတ်များ</u>
ta: <u>கூடுதல் தகவல்கள்</u>
zh_hans: <u>更多详情</u>

# RSC-lZ-gIT.normalTitle
source: <u>See less</u>
bn: <u>সংক্ষিপ্ত দেখুন</u>
my: <u>လျှော့ကြည့်ရန်</u>
ta: <u>குறைவாகக் காணவும் </u>
zh_hans: <u>收起</u>

# RSC-lZ-gIT.selectedTitle
source: <u>See less</u>
bn: <u>সংক্ষিপ্ত দেখুন</u>
my: <u>လျှော့ကြည့်ရန်</u>
ta: <u>குறைவாகக் காணவும் </u>
zh_hans: <u>收起</u>

# aNp-Gi-Oi3.normalTitle
source: RETRY
bn: আবার চেষ্টা করুন
my: ပြန်ကြိုးစားပါ။
ta: மறுமுயற்சி
zh_hans: 请重试

# dhg-aY-Tc9.text
source: Don’t worry, it’s just the internet. Connect and try again.
bn: চিন্তা করবেন না, ইন্টারনেটের সমস্যা। সংযুক্ত হয়ে আবার চেষ্টা করুন।
my: မပူပါနှင့်။ အင်တာနက်ချိတ်ဆက်ပြီး ထပ်စမ်းကြည့်ပါ။
ta: கவலைப்பட வேண்டாம், இது இணையத்தால் மட்டுமே ஏற்பட்டது. மீண்டும் இணைய முயற்சிக்கவும்.
zh_hans: 请放心，这是网络问题。连接后，请再试一次。

# nPz-Ve-yz0.text
source: Check your connection
bn: আপনার ইন্টারনেট সংযোগ পরীক্ষা করে দেখুন।
my: သင်၏ ချိတ်ဆက်မှုကို စစ်ဆေးပါ
ta: உங்கள் இணைய இணைப்பைச் சரிபார்க்கவும்
zh_hans: 检查您的网络连接

# vQw-sa-IVI.normalTitle
source: Help
bn: সহায়তা
my: အကူအညီ
ta: உதவி
zh_hans: 协助

# yt5-ei-Dqd.text
source: Please re-register to receive COVID test results in the app in future.
bn: আপনার COVID টেস্টের ফলাফল সঠিকভাবে আপনার কাছে পৌঁছে দেবার জন্য অনুগ্রহ করে পুনরায় রেজিস্ট্রেশন করুন।
my: သင်၏ COVID စစ်ဆေးမှုအဖြေများကို MOH က သင့်ထံ တိကျမှန်ကန်စွာ ပို့နိုင်ရန်အတွက် ပြန်မှတ်ပုံတင်ပါ။
ta: உங்களின் துல்லியமான கொவிட் சோதனை முடிவுகளை அனுப்ப MOH-ஐ அனுமதிக்க செயலிக்கு மீண்டும் பதிவுசெய்யவும்
zh_hans: 请再次注册登记应用程序，以便 MOH 能准确无误地将您的冠病检测报告发送给您。

# yzf-PW-wQr.normalTitle
source: RETRY
bn: আবার চেষ্টা করুন
my: ပြန်ကြိုးစားပါ။
ta: மறுமுயற்சி
zh_hans: 请重试
