Repository: GovTechSG/OpenTT-iOS
Catalog: TraceTogether/Onboarding/View Controllers/AllowPermission/*.lproj/AllowPermission.strings
Languages: ms, ta, zh_hans

# 2zt-v1-hhA.normalTitle
source: ALLOW
ms: BENARKAN
ta: அனுமதி
zh_hans: 允许

# 6U7-js-wgl.text
source: Last step: Turn on Bluetooth
ms: Langkah terakhir: Hidupkan Bluetooth
ta: இறுதியாக: புளூடூத்தை (Bluetooth) இயக்கவும்
zh_hans: 最后一步： 开启蓝牙

# DCS-Dz-ub4.normalTitle
source: NEXT
ms: SETERUSNYA
ta: அடுத்தது
zh_hans: 下一步

# Eu2-mM-gWa.text
source: All Bluetooth data stored on your phone for longer than 25 days will be automatically deleted.
ms: Semua data Bluetooth aplikasi dipadam secara automatik setiap 25 hari.
ta: நாங்கள் செயலியின் எல்லா ப்ளூடூத் (Bluetooth) தகவலையும் 25 நாட்களுக்குப் பிறகு தானாகவே நீக்கிவிடுவோம்.
zh_hans: 我们每25天会自动删除您应用程序中的所有蓝牙数据。

# TIl-OJ-p6N.text
source: To help you note possible exposure to COVID-19, your app needs these permissions
ms: Untuk ketahui pendedahan berpotensi COVID-19, Bluetooth diperlukan
ta: COVID-19-உடனான நேரடித் தொடர்புகளை நீங்கள் குறித்துக் கொள்ள உதவ, உங்கள் செயலிக்கு இந்த அனுமதிகள் தேவை.
zh_hans: 为了帮您记录可能与冠病确诊病例密切接触的情况，您的手机需开启蓝牙功能

# YK3-Ii-6rR.normalTitle
source: YES!!
ms: YA, SAYA FAHAM!
ta: புரிகிறது, செய்வேன்!
zh_hans: 知道了，我会这么做！

# dbs-LN-AKi.normalTitle
source: ALLOW
ms: BENARKAN
ta: அனுமதி
zh_hans: 允许

# eGx-S4-06X.text
source: Motion and Fitness Activity
ms: Aktivti Pergerakan dan Kecergasan
ta: இயக்கம் மற்றும் உடற்தகுதி செயல்பாடு
zh_hans: 动作和健身活动

# jzQ-wJ-Ece.text
source: Go to Settings or Control Center and turn on your phone’s Bluetooth. Then come back to the app.
ms: Maju ke Tetapan atau Pusat Kawalan dan hidupkan Bluetooth. Kembali ke aplikasi.
ta: அமைப்புகள் அல்லது கட்டுப்பாட்டு மையத்திற்குச் சென்று உங்கள் தொலைபேசியின் புளூடூத்தை (Bluetooth) இயக்கவும். பின்னர் செயலிக்கு மீண்டும் வரவும்.
zh_hans: 在“设置”或“控制中心”开启您手机的蓝牙。

# tvm-f1-bLa.text
source: Notification
ms: Pemberitahuan
ta: அறிவிப்புகள்
zh_hans: 通知事项

# xyh-Ya-fb1.text
source: Bluetooth
ta: புளூடூத் (Bluetooth)
zh_hans: 蓝牙
