Repository: GovTechSG/OpenTT-iOS
Catalog: TraceTogether/*.lproj/Localizable.strings
Languages: bn, hi, ms, my, ta, th, zh_hans

# NumOfExchangesTraceTogetherHistory
source: %@ Bluetooth exchanges
bn: %@ ব্লুটুথ আদানপ্রদান
ms: %@ Pertukaran Isyarat Bluetooth
my: %@ Bluetooth ဖလှယ်မှုများ
ta: %@ புளூடூத் பரிமாற்றங்கள்
th: %@ การแลกเปลี่ยนบลูทูธ
zh_hans: %@ 蓝牙信号交换记录

# NumOfExchangesTraceTogetherHistorySingular
source: %@ Bluetooth exchange
bn: %@ ব্লুটুথ আদানপ্রদান
ms: %@ Pertukaran Isyarat Bluetooth
my: %@ Bluetooth ဖလှယ်မှုများ
ta: %@ புளூடூத் பரிமாற்றங்கள்
th: %@ การแลกเปลี่ยนบลูทูธ
zh_hans: %@ 蓝牙信号交换记录

# NumOfDevicesNearby
source: %@ TraceTogether devices nearby
bn: %@ টি TraceTogether ডিভাইস কাছাকাছি আছে।
hi: %@ TraceTogether डिवाइस आस-पास हैं
ms: %@ alat peranti TraceTogether berdekatan
my: အနီးတွင် TraceTogether စက် %@ လုံး ရှိသည်
ta: %@ TraceTogether சாதனங்கள் அருகில் உள்ளன
th: มีอุปกรณ์ที่เปิดใช้ TraceTogether ใกล้กับคุณ %@ เครื่อง
zh_hans: 附近检测到 %@ 个防疫器

# NumOfExchangesToday
source: %@ total exchanges today
bn: %@ টি ডিভাইসের কাছে এসেছেন।
hi: आज के कुल %@ आदान-प्रदान
ms: %@ jumlah pertukaran untuk hari ini
my: ယနေ့ စုစုပေါင်းဖလှယ်မှု %@ ကြိမ်
ta: %@ மொத்த ஊடலைப் பரிமாற்றங்கள் இன்றைக்கு
th: วันนี้คุณสัมผัสกับผู้คนทั้งหมด %@ คน
zh_hans: 今天共有 %@ 次信息交换

# Pause30mins
source: Pause for 30 minutes
bn: 30 মিনিট বন্ধ রাখুন
hi: 30 मिनट के लिए रोकें
ms: Jeda 30 minit
my: မိနစ် ၃၀ ခဏရပ်ပါ
ta: 30 நிமிடங்கள் இடைநிறுத்தம்
th: ปิดเป็นเวลา 30 นาที
zh_hans: 暂停30分钟

# Pause2hrs
source: Pause for 2 hours
bn: 2 ঘন্টা বন্ধ রাখুন
hi: 2 घंटे के लिए रोकें
ms: Jeda 2 jam
my: ၂ နာရီ ခဏရပ်ပါ
ta: 2 மணி நேரம் இடைநிறுத்தம்
th: ปิดเป็นเวลา 2 ชั่วโมง
zh_hans: 暂停2小时

# Pause8hrs
source: Pause for 8 hours
bn: 8 ঘন্টা বন্ধ রাখুন
hi: 8 घंटे के लिए रोकें
ms: Jeda 8 jam
my: ၈ နာရီ ခဏရပ်ပါ
ta: 8 மணி நேரம் இடைநிறுத்தம்
th: ปิดเป็นเวลา 8 ชั่วโมง
zh_hans: 暂停8小时

source: Cancel
bn: বাতিল করুন
hi: रद्द करे
ms: BATAL
my: ပယ်ဖျက်ရန်
ta: ரத்துசெய்
th: ยกเลิก
zh_hans: 取消

# NRICValidationFailed
source: Validation failed, check all fields in red
bn: চেক ব্যর্থ হয়েছে; লাল চিহ্নিত সকল ক্ষেত্র পরীক্ষা করুন
hi: प्रमाणीकरण विफल; सभी लाल क्षेत्रों की जाँच करें
ms: Pengesahan gagal, semak medan berwarna merah
my: မှန်ကန်ကြောင်းအတည်ပြုမှု မအောင်မြင်ပါ။ အနီရောင်ပါ အကွက်များအားလုံးကို စစ်ဆေးပါ
ta: சரிபார்ப்பு தோல்வியுற்றது; சிவப்பு நிறத்திலுள்ள எல்லா புலங்களையும் சரிபார்க்கவும்
th: การตรวจสอบความถูกต้องล้มเหลว กรุณาตรวจสอบช่องข้อมูลสีแดงทั้งหมด
zh_hans: 验证失败；检查所有红色字段

# UploadCodeOnlyGivenToPplCovid19
source: An upload code is only given to patients with COVID-19. If you did not get an upload code from MOH, you do not need to upload data :)
bn: শুধুমাত্র কোভিড-19 রোগীদেরকে আপলোড কোড দেওয়া হয়। আপনি MOH থেকে আপলোড কোড না পেয়ে থাকলে, আপনার ডেটা আপলোড করার প্রয়োজন নেই :)
hi: अपलोड कोड केवल COVID-19 के रोगियों को दिया जाता है। यदि आपको MOH से अपलोड कोड नहीं मिला है तो आपको डेटा अपलोड करने की आवश्यकता नहीं है :)
ms: Cuma pesakit COVID-19 terima kod muat naik. Jika MOH tidak berikan kod muat naik, tidak perlu muat naik data :)
my: အပ်လုဒ်တင်ကုဒ်တစ်ခုကို COVID-19 လူနာများကိုသာ ပေးပါသည်။ အပ်လုဒ်တင်ကုဒ်တစ်ခုကို MOH မှ သင် ရရှိမထားပါက ဒေတာကို သင်က အပ်လုဒ်တင်ရန် မလိုပါ :)
ta: கோவிட் -19 நோயாளிகளுக்கு மட்டுமே பதிவேற்ற குறியீடு வழங்கப்படுகிறது. நீங்கள் MOH இலிருந்து பதிவேற்ற குறியீட்டைப் பெறவில்லை என்றால், நீங்கள் தகவலைப் பதிவேற்றத் தேவையில்லை :)
th: รหัสการอัปโหลดจะมอบให้ผู้ป่วยโรค COVID-19 เท่านั้น หากคุณยังไม่ได้รับรหัสการอัปโหลดจาก MOH คุณไม่จำเป็นต้องอัปโหลดข้อมูล :)
zh_hans: 代码仅提供给新冠病毒病的患者。 若您未获取来自卫生部的上传代码，则无需上传数据 :)

# IfYouDidNotGetUploadCode
source: If you did not get an upload code from MOH, you do not need to upload data :)
bn: আপনি MOH থেকে আপলোড কোড না পেয়ে থাকলে, আপনার ডেটা আপলোড করার প্রয়োজন নেই :)
hi: यदि आपको MOH से अपलोड कोड नहीं मिला है तो आपको डेटा अपलोड करने की आवश्यकता नहीं है :)
ms: Jika MOH tidak berikan kod muat naik, tidak perlu muat naik data :)
my: အပ်လုဒ်တင်ကုဒ်တစ်ခုကို MOH မှ သင် ရရှိမထားပါက ဒေတာကို သင်က အပ်လုဒ်တင်ရန် မလိုပါ :)
ta: நீங்கள் MOH இலிருந்து பதிவேற்ற குறியீட்டைப் பெறவில்லை என்றால், நீங்கள் தகவலைப் பதிவேற்றத் தேவையில்லை :)
th: หากคุณยังไม่ได้รับรหัสการอัปโหลดจาก MOH คุณไม่จำเป็นต้องอัปโหลดข้อมูล :)
zh_hans: 若您未获取来自卫生部的上传代码，则无需上传数据 :)

# UploadFailedPlsTryAgainLater
source: Upload failed. Please try again later.
bn: আপলোড ব্যর্থ হয়েছে. পরে আবার চেষ্টা করুন.
hi: अपलोड विफल।बाद में पुन: प्रयास करें।
ms: Muatnaik gagal. Sila cuba sebentar lagi.
my: တင်ယူမှုမအောင်မြင်ပါ ကျေးဇူးပြု၍ နောက်မှထပ်ကြိုးစားပါ
ta: பதிவேற்றம் தோல்வியுற்றது. பின்னர் மீண்டும் முயற்சிக்கவும்.
th: การอัพโหลดล้มเหลว. กรุณาลองใหม่อีกครั้งในภายหลัง.
zh_hans: 上传失败。请稍后再试。

source: App Version %@
bn: অ্যাপ সংস্করণ %@
hi: ऐप संस्करण %@
ms: Versi Apl %@
my: အက်ပ် ဗားရှင်း %@
ta: செயலி பதிப்பு %@
th: เวอร์ชันของแอป %@
zh_hans: 应用程序版本 %@

source: No upload code?
bn: আপলোড কোড নেই?
hi: कोई अपलोड कोड नहीं?
ms: Tiada kod muat naik?
my: အပ်လုဒ်တင်ကုဒ် မရှိဘူးလား။
ta: பதிவேற்றக் குறியீடு இல்லையா?
th: ไม่มีรหัสการอัปโหลดใช่หรือไม่
zh_hans: 没有上传代码?

# seMsg1
source: You have no close contact with a confirmed COVID-19 case in the past 14 days *#
bn: আপনি গত ১৪ দিনে কোন নিশ্চিতভাবে কোভিড-১৯ এ আক্রান্ত ব্যক্তির খুব কাছে / সংস্পর্শে আসেননি। *#
hi: आप पिछले 14 दिनों में ऐसे किसी भी व्यक्ति के नज़दीकी संपर्क में नहीं आए हैं, जिसमें COVID-19 मामले की पुष्टि हुई हो*#
ms: Anda tidak berhubung rapat dengan kes Covid-19 yang telah disahkan sepanjang tempoh 14 hari sebelum ini. *#
my: လွန်ခဲ့သော ၁၄ ရက်အတွင်း သည်အတည်ပြုပြီးသော COVID-19 အမှုနှင့်သင်အနီးကပ်ဆက်သွယ်မှုမရှိပါ။
ta: கொவிட்-19 நோய்ப்பரவல் இருப்பதாக உறுதி செய்யப்பட்ட ஒருவருடன் கடந்த 14 நாட்களில் உங்களுக்கு எந்தவித நேரடித் தொடர்பும் இல்லை *#
th: คุณไม่มีการติดต่อใกล้ชิดกับคนมีเชิ้อ COVID-19 ที่ยืนยันใน 14 วันที่ผ่านมา *#
zh_hans: 您过去14天不曾与COVID-19确诊病例密切接触 *#

# seMsg2
source: You're not currently under a Quarantine Order or Stay-Home Notice *
bn: আপনি এই মুহুর্তে কোন কোয়ারেন্টিন অর্ডার বা স্টে-হোম নোটিশ (বাসায় থাকার নোটিশ) এর আওতায় নেই *
hi: वर्तमान में आप क्वारंटीन ऑर्डर या घर पर रहने के नोटिस के तहत नहीं आते हैं *
ms: Buat masa ini anda bukan dalam Arahan Kuarantin atau Notis Duduk di Rumah*
my: သင်သည် Quarantine Order သို့မဟုတ် Stay-Home သတိပေးချက်အောက်တွင်မရှိပါ။
ta: நீங்கள் தற்போது தடைக்காப்பு ஆணையின்கீழ் அல்லது வீட்டிலேயே இருப்பதற்கான உத்தரவின்கீழ் இல்லை *
th: ขณะนี้คุณไม่ได้อยู่ภายใต้คำสั่ง Quarantine Order หรือ Stay Home Notice
zh_hans: 您目前无须履行隔离令或居家通知 *

# seMsg3
source: You have no fever or flu-like symptoms *
bn: আপনার কোনপ্রকার জ্বর বা ঠান্ডা-জাতীয় লক্ষণ নেই *
hi: आपको बुखार या फ़्लू-जैसे कोई लक्षण नहीं हैं *
ms: Anda tidak demam atau mempunyai tanda-tanda selsema.
my: သင့်တွင်ဖျားနာသို့မဟုတ်တုပ်ကွေးကဲ့သို့သောလက္ခဏာများမရှိပါ။
ta: உங்களுக்குக் காய்ச்சல் அல்லது சளிக்காய்ச்சல் அறிகுறிகள் எதுவும் இல்லை *
th: คุณไม่มีอาการเป็นไข้หรือเป็นไข้หวัด
zh_hans: 您没有出现发烧或类似流感的症状 *

# seMsg4
source: You agree to the terms and consent to the collection/use of your information for COVID-19 contact tracing
bn: কোভিড-১৯ কন্টাক্ট ট্রেসিং-এর জন্য আপনার তথ্য সংগ্রহ ও ব্যবহারে সম্মতি দিচ্ছেন, এবং আমাদের শর্তাবলীর সাথে আপনি একমত।
hi: आप शर्तों से सहमत हैं और COVID-19 संपर्क का पता लगाने के लिए अपनी जानकारी इकट्ठी करने/उपयोग करने के लिए सहमति देते हैं
ms: Anda setuju dengan terma dan membenarkan pengumpulan/penggunaan informasi anda untuk tujuan pengesanan orang-orang yang berhubung rapat dengan pesakit Covid-19
my: COVID-19 အဆက်အသွယ်ရှာဖွေခြင်းအတွက်သင်၏အချက်အလက်များကိုစုဆောင်း / အသုံးပြုရန်စည်းကမ်းချက်များကိုသင်သဘောတူပြီး​​ဖြစ်သည်။
ta: நீங்கள் விதிமுறைகளை ஏற்றுக்கொண்டு, கொவிட்-19 தொடர்புகளின் தடங்களைக் கண்டறியும் நோக்கத்திற்காக உங்களது விவரங்களைச் சேகரிக்க / பயன்படுத்த சம்மதம் தருகிறீர்கள்
th: คุณยอมรับข้อตกลงและยินยอมให้มีการรวบรวม / ใช้ข้อมูลของคุณสำหรับการติดตามการติดต่อ COVID-19
zh_hans: 您同意相关条款及允许当局收集和使用您的资料，以进行COVID-19追查工作

source: Retry
bn: আবার চেষ্টা করুন
ms: CUBA LAGI
my: ပြန်ကြိုးစားပါ။
ta: மறுமுயற்சி
th: ลองอีกครั้ง
zh_hans: 请重试

source: Unable to check in
bn: চেক ইন করা যায়নি
ms: Tidak boleh daftar masuk
my: အဝင်စစ်ဆေးခြင်းလုပ်၍မရပါ။
ta: நுழைவுப்பதிவைச் செய்ய முடியவில்லை
th: เฃ็คอินไม่สำเร็จ
zh_hans: 无法登记入场

source: Unable to check out
bn: চেক আউট করা যায় নি
ms: Tidak boleh daftar keluar
my: အထွက်စစ်ဆေးခြင်းလုပ်၍မရပါ။
ta: வெளியேற்றப்பதிவைச் செய்ய முடியவில்லை
th: เฃ็คเอาท์ไม่สำเร็จ
zh_hans: 无法登记离场

# NetworkIssue
source: There seems to be a network issue. Check your connection and try again.
bn: নেটওয়ার্কে সমস্যা হচ্ছে। আপনার মোবাইল নেটওয়ার্ক / ইন্টারনেট সংযোগ কাজ করছে কিনা নিশ্চিত হোন। এরপর, আবার চেষ্টা করুন।
ms: Berkemungikan terdapat masalah rangkaian. Periksa sambungan anda dan cuba lagi.
my: ကွန်ရက်ပြဿနာရှိပုံရသည်။ သင်၏ဆက်သွယ်မှုကိုစစ်ဆေးပြီးထပ်မံကြိုးစားပါ။
ta: கட்டமைப்பில் பிரச்சனை இருப்பதாகத் தெரிகிறது. தயவுசெய்து உங்களது இணைப்பைச் சரிபார்த்துவிட்டு, மறுபடியும் முயற்சி செய்யவும்.
th: ดูเหมือนจะมีปัญหาเครือข่าย โปรดตรวจสอบการเชื่อมต่อของคุณแล้วลองอีกครั้ง
zh_hans: 网络连接似乎出现了问题，请检查网络连接并重试。

# ThereSeemsNetworkIssue
source: There seems to be a network issue.
bn: নেটওয়ার্কে সমস্যা হচ্ছে। আপনার মোবাইল নেটওয়ার্ক
ms: Berkemungikan terdapat masalah rangkaian.
my: ကွန်ရက်ပြဿနာရှိပုံရသည်။
ta: கட்டமைப்பில் பிரச்சனை இருப்பதாகத் தெரிகிறது.
th: ดูเหมือนจะมีปัญหาเครือข่าย
zh_hans: 网络连接似乎出现了问题

# CheckConnectionTryAgain
source: Check your connection and try again
bn: ইন্টারনেট সংযোগ কাজ করছে কিনা নিশ্চিত হোন। এরপর, আবার চেষ্টা করুন।
ms: Periksa sambungan anda dan cuba lagi
my: သင်၏ဆက်သွယ်မှုကိုစစ်ဆေးပြီးထပ်မံကြိုးစားပါ။
ta: தயவுசெய்து உங்களது இணைப்பைச் சரிபார்த்துவிட்டு, மறுபடியும் முயற்சி செய்யவும்.
th: โปรดตรวจสอบการเชื่อมต่อของคุณแล้วลองอีกครั้ง
zh_hans: 请检查网络连接并重试。

source: BACK TO HOME
bn: হোম-এ ফেরত যান
ms: KEMBALI KE HALAMAN UTAMA
my: ပင်မစာမျက်နှာ ပြန်သွားရန်
ta: மீண்டும் இல்லம் திரும்புக
th: กลับไปหน้าหลัก
zh_hans: 返回首页

# NotASafeEntryQRCodeTitle
source: This doesn't seem like a SafeEntry QR code
bn: এটি দেখে তো সেফএন্ট্রি (SafeEntry) কিউআর কোড মনে হচ্ছে না।
ms: Ini bukanlah seperti bukan kod QR Safentry
my: ၎င်းသည် SafeEntry QR ကုဒ်နှင့်မတူပါ။
ta: இது SafeEntry QR குறியீடு போலத் தெரியவில்லை
th: ดูเหมือนจะไม่ใช่รหัส QR ของ SafeEntry
zh_hans: 这不像是SafeEntry QR码。

# NotASafeEntryQRCodeMessage
source: Ensure you are scanning a valid SafeEntry QR code.
bn: আপনি আসলেই একটি সেফএন্ট্রি (SafeEntry) কিউআর কোড স্ক্যান করছেন কিনা, নিশ্চিত হয়ে নিন।
ms: Pastikan anda mengimbas kod QR SafeEntry yang sahih.
my: မှန်ကန်သော SafeEntry QR ကုဒ်ကိုသင်စစ်ဆေးနေကြောင်းသေချာစေပါ။
ta: நீங்கள் செல்லுபடியாகும் SafeEntry QR குறியீட்டை வருடுவதை உறுதி செய்யவும்.
th: โปรดตรวจสอบว่าคุณกำลังสแกนรหัส QR SafeEntry ที่ถูกต้อง
zh_hans: 请确认您正在扫描有效的SafeEntry QR码。

source: Scan again
bn: আবার স্ক্যান করুন
ms: Imbas Sekali lagi
my: စကင်ပြန်ဖတ်ပါ။
ta: மறுபடியும் வருடவும்
th: สแกนอีกรอบ
zh_hans: 请重新扫描

# SafeEntryTemporarilyUnavailableTitle
source: SafeEntry QR is temporarily unavailable
bn: SafeEntry QR এই মূহুর্তে কাজ করছে না
ms: SafeEntry QR tidak tersedia buat sementara waktu
my: SafeEntry QR အဝင်စစ်ဆေးခြင်း ယာယီအသုံးပြု၍ မရပါ။
ta: SafeEntry QR தற்காலிகமாக கிடையாது
th: ไม่สามารถเช็คอินทาง SafeEntry QR ได้ชั่วคราว
zh_hans: 暂时无法使用 SafeEntry QR 应用程序

# SafeEntryOtherMethodsMessage
source: Consider using other methods to check in/out
bn: অন্য কোনও পদ্ধতিতে চেক ইন করার চেষ্টা করুন।
ms: Gunakan cara lain untuk daftar masuk
my: စစ်ဆေးရန်အခြားနည်းလမ်းများကိုအသုံးပြုရန်စဉ်းစားပါ။
ta: நுழைவுப்பதிவுக்கு வேறு வழிமுறைகளைப் பயன்படுத்தவும்.
th: ลองใช้วิธีการอื่นเพื่อเช็คอิน
zh_hans: 请考虑使用其他方式登记入场。

# IdScanMessage
source: Use your digital barcode instead! Do note that older scanners may not read barcodes from phone.
bn: ওটির পরিবর্তে আপনার ডিজিটাল বারকোড ব্যবহার করুন! অবশ্য মনে রাখবেন, পুরনো স্ক্যানারগুলো মোবাইলে থেকে স্ক্যান নাও করতে পারে।
hi: इसके बजाय अपने डिजिटल बारकोड का उपयोग करें! यह ज़रूर नोट करें कि पुराने स्कैनर फ़ोन से बारकोड को न पढ़ सकें.
ms: Sebaliknya, gunakanlah kod bar digital! Harap maklum bahawa pengimbas lama mungkin tidak boleh mengesan kod bar pada telefon.
my: ဂျစ်တယ်ဘားကုဒ်ကိုသုံးပါ။ ပုံစံဟောင်း​စကင်နာများကဖုန်းများမှဘားကုဒ်များကိုမဖတ်ရနိုင်ကြောင်းသတိပြုပါ။
ta: அதற்குப் பதிலாக உங்களது மின்னிலக்கப் பட்டைக் குறியீட்டைப் பயன்படுத்தவும்! பழைய வருடிகளால் கைப்பேசிகளில் பட்டைக் குறியீடுகளை அடையாளம் கண்டுகொள்ள முடியாது என்பதைக் கவனத்தில் கொள்ளவும்.
th: ใช้บาร์โคดดิจิตอลแทน! แต่โปรดระวังว่าที่แสกนบาร์โคดแบบเก่าอาจไม่สามารถอ่านบาร์โคดจากมือถือได้
zh_hans: 不妨扫描电子条码！ 请注意，旧式扫描仪可能无法从手机读取条码信息。

source: Proceed with re-registration?
bn: পুনরায় রেজিস্ট্রেশন শুরু করতে চান?
hi: पुनः पंजीकरण की प्रक्रिया शुरू करें?
ms: Teruskan daftar semula?
my: ဆက်လက်နေ ပြန်လည်မှတ်ပုံတင်မလား
ta: மறு பதிவுக்கு தொடர வேண்டுமா?
th: ดำเนินการต่อ ลงทะเบียนใหม่
zh_hans: 是否继续再次登记注册？

# EnsureYouHaveFollowing
source: Ensure that you have one of the following: NRIC, FIN (Work Pass), FIN (Dependent’s Pass), FIN (Student’s Pass), or FIN (Long Term Visit Pass). You’ll be setting up a new profile using your NRIC/FIN. Your previous app data will be erased.
bn: নিচের যেকোন একটি প্রয়োজন হবে: NRIC, FIN (ওয়ার্ক পাস), FIN (নির্ভরশীলদের পাস), FIN (শিক্ষার্থীদের পাস), or FIN (দীর্ঘমেয়াদী ভিজিট পাস). আপনার NRIC/FIN দিয়ে একটি নতুন প্রোফাইল তৈরি করবেন। Your previous app data will be erased.
hi: सुनिश्चित करें कि आपके पास इनमें से कोई एक मौजूद है: NRIC, FIN (वर्क पास), FIN (डिपेंडेंट का पास), FIN (छात्र-पास), or FIN (दीर्घकालिक यात्रा पास). आप अपने NRIC/FIN का उपयोग करके अपनी नई प्रोफ़ाइल सेट करेंगे। आपका पिछला ऐप डेटा मिटा दिया जाएगा।
ms: Pastikan anda memiliki satu daripada yang berikut: NRIC, FIN (Pas Kerja), FIN (Pas Tanggungan), FIN (Pas Pelajar), or FIN (Pas Lawatan Jangka Panjang (LTVP)). Anda akan menubuhkan profil baru menggunakan NRIC/FIN anda. Your previous app data will be erased.
my: သင့်တွင် အောက်ပါတို့အနက် တစ်ခုရှိကြောင်း သေချာပါစေ- NRIC, FIN (အလုပ်လုပ်ကိုင်ခွင့်), FIN (မှီခိုနေထိုင်ခွင့်), FIN (ကျောင်းသားနေထိုင်ခွင့်), or FIN (နှစ်ရှည်လည်ပတ်မှု ဝင်ခွင့်လက်မှတ်). သင်၏ NRIC/FIN ဖြင့် ပရိုဖိုင်အသစ် စဖွင့်မည်။ Your previous app data will be erased.
ta: பின்வருபவற்றிலிருந்து ஒன்று உங்களிடம் இருப்பதை உறுதிப்படுத்தவும்: NRIC, FIN (பணி நுழைவுச்சீட்டு), FIN (சார்ந்தவரின் நுழைவுச்சீட்டு), FIN (மாணவரின் நுழைவுச்சீட்டு), or FIN (நீண்ட கால வருகை நுழைவுச்சீட்டு). You’ll be setting up a new profile using your NRIC/FIN. Your previous app data will be erased.
th: โปรดตรวจสอบว่าคุณมีรายการใดรายการหนึ่งต่อไปนี้: NRIC, FIN (ใบอนุญาตทำงาน), FIN (ใบอนุญาตสำหรับผู้ติดตาม), FIN (ใบอนุญาตสำหรับนักเรียนนักศึกษา), or FIN (ใบอนุญาตให้พำนักอาศัยระยะยาว). คุณจะตั้งโปรไฟล์ใหม่โดยใช้ NRIC/FIN ของคุณ ข้อมูลแอปก่อนหน้าของคุณจะถูกลบ
zh_hans: 请确保您有以下的其中一个证件： NRIC, FIN (工作准证), FIN (家属准证), FIN (学生准证), or FIN (长期探访准证). 您将使用您的 NRIC/FIN 设置新的个人资料。 Your previous app data will be erased.

# ScanQRCode
source: Scan the SafeEntry QR code
bn: সেফএন্ট্রি (SafeEntry) কিউআর কোডটি স্ক্যান করুন
ms: Imbas kod QR SafeEntry
my: SafeEntry QR ကုဒ်ကိုစကင်ဖတ်ပါ။
ta: SafeEntry QR குறியீட்டை வருடவும்
th: สแกนรหัส QR ของ SafeEntry
zh_hans: 扫描SafeEntry QR码。

# DataKeptSecure
source: Your history displays your <b>TraceTogether Bluetooth exchanges</b> with other users, and any <b>SafeEntry check-in/out</b> done using the TraceTogether app.
bn: আপনার বিগত কার্যকলাপের মধ্যে রয়েছে অন্য ব্যবহারকারীদের সাথে আপনার <b>TraceTogether ব্লুটুথ এক্সচেঞ্জ</b> এবং TraceTogether অ্যাপের সাহায্যে করা সকল <b>SafeEntry চেক ইন/আউট</b> এর বিবরণ।
hi: आपका इतिहास अन्य उपयोगकर्ताओं (यूसर्स) के साथ आपके <b>TraceTogether ब्लूटूथ एक्सचेंजों</b> को प्रदर्शित करता है, और TraceTogether एप्प द्वारा किये गए किसी भी <b>SafeEntry चेक इन/चेक आउट</b> को प्रदर्शित करता है
ms: Sejarah anda menujukkan <b>pertukaran isyarat Bluetooth TraceTogether</b> dengan pengguna lain, dan <b>daftaran masuk/keluar SafeEntry</b> yang menggunakan aplikasi TraceTogether.
my: သင်၏ရာဇဝင်က သင်၏ <b>TraceTogether Bluetooth ကိုအခြားအသုံးပြုသူများနှင့်ဖလှယ်မှုနှင့်</b> TraceTogether အက်ပ်ကို သုံး၍ <b>SafeEntry check-in/out</b> လုပ်ခဲ့သမျှကိုမဆို ပြသပါသည်။
ta: உங்கள் கடந்த செயல்பாடுகள் மற்ற பயனர்களுடன் உங்கள் <b>TraceTogether புளூடூத் பரிமாற்றங்களால்</b> காட்டப்படுவதோடு, TraceTogether செயலியை பயன்படுத்தி எந்தவொரு <b>SafeEntry நுழைத்தலையும் வெளியேறுதலையும்</b> காட்டும்.
th: ประวัติของคุณแสดง<b>การแลกเปลี่ยนบลูทูธในแอป TraceTogether</b> ระวังคุณและผู้ใช้รายอื่น และแสดง<b>การเช็คอินและเช็คเอาท์โดย SafeEntry</b> ในแอป TraceTogether
zh_hans: 您的历史记录显示您的以及其他<b>“合力追踪”用户的蓝牙信号交换记录</b>以及使用“合力追踪”应用程序扫描 <b>SafeEntry 码登记或登出</b>的活动记录。

source: NEW
bn: নতুন
hi: नया
ms: Baru
my: အင်္ဂါရပ်အသစ်
ta: புதியது
th: ใหม่
zh_hans: 新

source: No check out
bn: চেক আউট হয়নি
hi: चेक आउट उपलब्ध नहीं है
ms: Tiada log keluar
my: အထွက် မစစ်ဆေး
ta: வெளியேற்றம் இல்லை
th: ไม่มีเช็คเอาท์
zh_hans: 无登记离开记录

# CovidVisited
source: A COVID-19 case visited
bn: একজন কোভিড-১৯ আক্রান্ত ব্যক্তি এ গিয়েছিলেন
hi: COVID-19 का एक रोगी गया था
ms: Seorang kes jangkitan COVID-19 telah melawat
my: COVID-19 ဖြစ်ပွားသူ လည်ပတ်ခဲ့သည်
ta: ஒரு கொவிட்-19 வழக்கு பார்வையிட்டது
th: ผู้ป่วยโควิดได้ไป
zh_hans: 2019冠病确诊病患曾到过

# LocationPostalCode
source: Locations are matched by postal code.
bn: পোস্ট কোড দিয়ে ঠিকানা / অবস্থান মিলানো হয়।
hi: स्थानों का मिलान पोस्टल कोड द्वारा किया जाता है।
ms: Lokasi dipadankan dengan poskod.
my: တည်နေရာများကို စာပို့ကုဒ်ဖြင့် တိုက်ဆိုင်စစ်ဆေးသည်။
ta: இருப்பிடங்கள் அஞ்சல் குறியீட்டால் பொருந்தப்படுகின்றன.
th: ตำแหน่งตรงกับรหัสไปรษณีย์
zh_hans: 地点是根据邮编匹配的。

source: Close
bn: বন্ধ করুন
hi: बंद करे
ms: TUTUP
my: ပိတ်ပါ
ta: மூடு
th: ปิด
zh_hans: 关闭

source: Others
bn: অন্যান্য
hi: अन्य
ms: Lain-lain
ta: மற்றவைகள்
th: อื่นๆ
zh_hans: 其他

source: Your Profile
bn: আপনার প্রোফাইল
hi: अपनी प्रोफ़ाइल
ms: Profil Anda
my: သင့်ပရိုဖိုင်
ta: உங்கள் சுயவிவரம்
th: โปรไฟล์ของคุณ
zh_hans: 您的个人档案

source: Help
bn: সহায়তা
hi: मदद
ms: Bantuan
my: အကူအညီ
ta: உதவி
th: ช่วยเหลือ
zh_hans: 协助

# ReportVuln
source: Report Vulnerability
bn: দুর্বলতা সম্পর্কে জানান
hi: अतिसंवेदनशीलता रिपोर्ट करें
ms: Lapor Kelemahan
my: အားနည်းချက်ကို သတင်းပို့ပါ
ta: பாதிப்பைப் புகாரளி
th: รายงานความเสี่ยง
zh_hans: 报告漏洞

source: Account
bn: অ্যাকাউন্ট
hi: अकाउंट
ms: Akaun
my: စာရင်း
ta: பயனர் கணக்கு
th: บัญชี
zh_hans: 账户

source: Help & Feedback
bn: সাহায্য ও মতামত
hi: सहायता और प्रतिक्रिया
ms: Bantuan & Maklum Balas
my: အကူအညီ နှင့် တုံ့ပြန်ချက်
ta: உதவி & கருத்து
th: ความช่วยเหลือและความคิดเห็น
zh_hans: 帮助与反馈

source: Manage Alerts
bn: অ্যালার্ট ব্যবস্থাপনা
hi: अलर्ट का प्रबंधन
ms: Uruskan Amaran
my: သတိပေးချက်များကိုစီမံပါ
ta: விழிப்பூட்டல்களை நிர்வகிக்கவும்
th: จัดการการแจ้งเตือน
zh_hans: 管理提示通知

source: Change Language
bn: ভাষা পরিবর্তন করুন
hi: भाषा बदलें
ms: Tukar bahasa
my: ဘာသာစကား ပြောင်းရန်
ta: மொழியை மாற்ற
th: เปลี่ยนภาษา
zh_hans: 更改语言

source: Submit Error Logs
bn: ত্রুটির বিবরণ পাঠান
hi: त्रुटि रिपोर्ट भेजें
ms: Serahkan Log Ralat
ta: பிழை பதிவுகளை சமர்ப்பிக்கவும்
th: ส่งบันทึกข้อผิดพลาด
zh_hans: 提交错误日志

source: Tips and Shortcuts
bn: টিপস ও শর্টকাট
hi: सुझाव और तरकीब
ms: Petua dan Jalan Pintas
ta: உதவிக்குறிப்புகள் மற்றும் குறுக்குவழிகள்
th: เคล็ดลับและคีย์ลัด
zh_hans: 贴士和快捷功能

source: Manage Family Members
bn: পরিবারের সদস্য
hi: परिवार के सदस्यों को व्यवस्थित करें
ms: Urus Ahli Keluarga
ta: குடும்ப உறுப்பினர்களை சேர்க்க அல்லது திருத்த நிர்வகிக்கவும்
th: จัดการสมาชิกครอบครัว
zh_hans: 编辑家庭成员

# SavLocToFav
source: Save this location to Favourites
bn: এই জায়গাটিকে আপনার পছন্দের তালিকায় রাখুন।
hi: पसंदीदा में इस स्थान को सहेंजे
ms: Simpan lokasi ini ke dalam Kegemaran
my: အကြိုက်ဆုံးများတွင် ဤနေရာကို သိမ်းရန်
ta: பிடித்த இடங்களில் இந்த இருப்பிடத்தைப் சேமிக்கவும்
th: บันทึกตำแหน่งนี้ไปยังรายการโปรด
zh_hans: 将这个地点存入至“我的最爱”列表中

# SavLocToFavUnderline
source: Save this location
bn: পছন্দের তালিকায় রাখুন
hi: इस स्थान को सहेंजे
ms: Simpan lokasi ini
my: ဤနေရာကို သိမ်းရန်
ta: இந்த இருப்பிடத்தைப் சேமிக்கவும்
th: บันทึกตำแหน่งนี้
zh_hans: 这个地点存入

# LocSavedToFav
source: This location is in your Favourites
hi: यह स्थान आपके पसंदीदा में मौजूद है
ms: Lokasi ini ada di dalam Kegemaran anda
my: ဤနေရာသည် သင်၏ အကြိုက်ဆုံးများတွင် ပါဝင်သည်
ta: இந்த இருப்பிடம் உங்களுக்கு பிடித்த இடங்களில் உள்ளது
th: ตำแหน่งนี้อยู่ในรายการโปรดของคุณ
zh_hans: 这个地点已记录在“我的最爱”列表中

source: Back
bn: পিছনে
hi: पीछे
ms: Belakang
my: နောက်သို့
ta: பின்புறம்
th: ด้านหลัง
zh_hans: 背面

source: UPDATE
bn: হালনাগাদ
hi: अपडेट करें
ms: KEMAS KINI
my: နောက်ဆုံးသတင်း
ta: புதுப்பிப்பு
th: อัพเดต
zh_hans: 更新

# NewVersionAvailableTitle
source: New version available
bn: নতুন ভার্সন চলে এসেছে
hi: नया संस्करण उपलब्ध है
ms: Terdapat versi yang baru
my: ဗားရှင်းအသစ် ရနိုင်သည်
ta: புதிய பதிப்பு உண்டு
th: มีเวอร์ชันใหม่พร้อมใช้งาน
zh_hans: 有新版本可用

# NewVersionAvailableMessage
source: We’ve improved TraceTogether to serve you better! Update it now.
bn: ট্রেস্টুগেদার (TraceTogether) এ সেবার মান উন্নয়নের জন্য নতুন ভার্সন এসেছে। আপডেট করে ফেলুন।
hi: हमने TraceTogether में सुधार किया है, ताकि यह आपको बेहतर सेवा दे सके. इसे अभी अपडेट करें!
ms: Kami telah memperbaiki TraceTogether untuk menawarkan khidmat yang lebih baik bagi anda. Kemas kini aplikasi anda sekarang!
my: သင့်ကို ပိုမိုကောင်းမွန်စွာ ဝန်ဆောင်မှုပေးနိုင်ရန် TraceTogether ကို အဆင့်မြှင့်ထားသည်။ ယခုပင် အပ်ဒိတ်လုပ်ပါ။
ta: உங்களுக்கு சிறப்பான சேவையை வழங்க நாங்கள் TraceTogether-ஐ மேம்படுத்தியுள்ளோம். இப்பொழுது புதுப்பிக்கவும்!
th: เราได้พัฒนา TraceTogether ให้รองรับกับการใช้งานของคุณได้ดีขึ้น อัปเดตแอปเลยตอนนี้
zh_hans: 为了能更好地为您服务 ，我们已改进 TraceTogether 应用程序。请立即更新！

# UpdateAppNowTitle
source: Update app now
bn: এখনই অ্যাপ আপডেট করুন
hi: अपने ऐप को अभी अपडेट करें
ms: Kemas kini aplikasi anda sekarang
my: သင့်အက်ပ်ကို ယခု အပ်ဒိတ်လုပ်ပါ
ta: உங்கள் செயலியை இப்போது புதுப்பிக்கவும்
th: อัปเดตแอปของคุณเลยตอนนี้
zh_hans: 立即更新您的应用程序

# UpdateAppNowMessage
source: We’ve made important changes, and you need to update the app to continue using TraceTogether.
bn: আপনার অ্যাপটিতে গুরুত্বপূর্ণ কিছু পরিবর্তন এনেছি, সেজন্য অ্যাপটি ব্যবহার করার জন্য অবশ্যই ট্রেসটুগেদার (TraceTogether) ব্যবহার করতে হবে।
hi: हमने ज़रूरी बदलाव किये हैं और आपको TraceTogether का इस्तेमाल जारी रखने के लिए अपने ऐप को अपडेट करने की ज़रूरत है.
ms: Kami telah membuat perubahan yang penting, dan anda perlu mengemas kini aplikasi anda untuk terus menggunakan TraceTogether.
my: ကျွန်ုပ်တို့သည် အရေးကြီးသည့် အပြောင်းအလဲများ ပြုလုပ်ထားပြီး TraceTogether ကို ဆက်လက်သုံးစွဲရန် သင့်အက်ပ်ကို အပ်ဒိတ်လုပ်ရပါမည်။
ta: நாங்கள் முக்கியமான மாற்றங்களைச் செய்துள்ளோம், தொடர்ந்து TraceTogether-ஐ பயன்படுத்த உங்கள் செயலியைப் நீங்கள் புதுப்பிக்க வேண்டும்.
th: เราได้ทำการเปลี่ยนแปลงที่สำคัญ และคุณจำเป็นต้องอัปเดตแอปเพื่อใช้งาน TraceTogether ต่อไป
zh_hans: 应用程序已有了重要变更。请下载更新，以继续使用 TraceTogether 应用程序。

source: Remind me again
bn: আমাকে আবারও মনে করিয়ে দিও
hi: मुझे दोबारा याद दिलाएँ
ms: Ingatkan saya lagi
my: ထပ်မံ သတိပေးပါ
ta: மீண்டும் எனக்கு நினைவூட்டவும்
th: เตือนฉันอีกครั้ง
zh_hans: 下次提醒

source: No internet connection.
bn: No internet connection. Connect to see your COVID-19 Possible Exposure status.

# ExposureCheckTemporarilyUnavailableShort
source: COVID-19 Possible Exposure Check is temporarily unavailable.
bn: Your COVID-19 Possible Exposure status is temporarily unavailable.

# EnterPhoneNumber
source: Enter your mobile number here
th: ป้อนหมายเลขโทรศัพท์มือถือของคุณ

# SettingNewProfileErasingPreviousAppData
source: You'll be setting up a new profile. Your previous app data will be erased. Do NOT proceed if you are a traveller who left Singapore within the last 14 days.
hi: आप एक नया प्रोफ़ाइल स्थापित करेंगे। आपका पिछला ऐप डेटा मिटा दिया जाएगा।
my: သင်သည်ပရိုဖိုင်းအသစ်တစ်ခုကိုတည်ဆောက်မည်။ သင်၏ယခင်အက်ပလီကေးရှင်းဒေတာများကိုဖျက်ပစ်လိမ့်မည်။
th: คุณจะตั้งค่าโปรไฟล์ใหม่ ข้อมูลแอปก่อนหน้าของคุณจะถูกลบ
