Repository: GovTechSG/OpenTT-iOS
Catalog: TraceTogether/*.lproj/Localizable.strings
Languages: bn, hi, ms, my, ta, th, zh_hans

# TapLetter
source: Tap letter to open
bn: খোলার জন্য অক্ষরে ট্যাপ করুন
hi: खोलने के लिए अक्षरांकन को टैप करें
ms: Tekan surat untuk buka
my: စာကိုဖွင့်ရန် တို့ထိလိုက်ပါ
ta: கடிதத்தைத் திறக்க தட்டவும்
th: แตะจดหมายเพื่อเปิดอ่าน
zh_hans: 打开信封

source: Temporarily unavailable
bn: সাময়িক অসুবিধা
hi: अस्थायी रूप से अनुपलब्ध है
ms: Tidak tersedia buat sementara waktu.
my: ယာယီအသုံးပြု၍ မရပါ။
ta: தற்காலிகமாகச் செயல்படவில்லை
th: ปิดให้บริการชั่วคราว
zh_hans: 目前无法使用

# TemporarilyUnavailableMessage
source: We’re really sorry. Let us take a look. Please try again later.
bn: আমরা অত্যন্ত দুঃখিত। ব্যাপারটা ঘেঁটে দেখা হচ্ছে। অনুগ্রহ করে কিছুক্ষণ পর আবার চেষ্টা করুন।
hi: हमें सचमुच खेद है. हम इस पर एक नज़र डालते हैं. कृपया बाद में कोशिश करें
ms: Maaf, izinkan kami periksa masalah ini. Sila cuba lagi kemudian.
my: ကျွန်ုပ်တို့ တကယ်စိတ်မကောင်းပါ။ စစ်ဆေးပေးပါမည်။ နောက်မှ ထပ်စမ်းကြည့်ပါ။
ta: மன்னிக்கவும். எங்களை கவனிக்க அனுமதிக்கவும். பின்னர் மீண்டும் முயற்சிக்கவும்.
th: ขออภัย โปรดให้เวลาเราในการตรวจสอบสักครู่ แล้วลองใหม่อีกครั้งภายหลัง
zh_hans: 很抱歉，让我们查看问题所在。请稍后再试。

source: Check your connection
bn: আপনার ইন্টারনেট সংযোগ পরীক্ষা করে দেখুন।
hi: अपना कनेक्शन जाँचें
ms: Semak sambungan Internet anda
my: သင်၏ ချိတ်ဆက်မှုကို စစ်ဆေးပါ
ta: உங்கள் இணைய இணைப்பைச் சரிபார்க்கவும்
th: ตรวจสอบการเชื่อมต่อเครือข่ายของคุณ
zh_hans: 检查您的网络连接

# CheckYourConnectionMessage
source: Don’t worry, it’s just the internet. Connect and try again.
bn: চিন্তা করবেন না, ইন্টারনেটের সমস্যা। সংযুক্ত হয়ে আবার চেষ্টা করুন।
hi: चिंता न करें, यह महज़ इंटरनेट समस्या है. कनेक्ट करें और दोबारा कोशिश करें
ms: Jangan risau, ini hanya masalah Internet. Pastikan ia bersambung dan cuba lagi.
my: မပူပါနှင့်။ အင်တာနက်ချိတ်ဆက်ပြီး ထပ်စမ်းကြည့်ပါ။
ta: கவலைப்பட வேண்டாம், இது இணையத்தால் மட்டுமே ஏற்பட்டது. மீண்டும் இணைய முயற்சிக்கவும்.
th: อย่าได้กังวลไป ลองเชื่อมต่ออินเตอร์เน็ตแล้วลองใหม่อีกครั้ง
zh_hans: 请放心，这是网络问题。连接后，请再试一次。

# TooManyTries
source: There were too many error tries.
bn: অনেক বেশি-বার চেষ্টা করা হয়েছে।
hi: बहुत ज़्यादा गलत प्रयास किए गए.
ms: Terlalu banyak kesilapan dalam percubaan.
my: စမ်းကြည့်ရာတွင် အဆင်မပြေသည့် အကြိမ်ရေ များလွန်းသည်။
ta: பல பிழை முயற்சிகள் இருந்தன.
th: มีจำนวนความพยายามที่ผิดพลาดมากเกินไป
zh_hans: 出现错误的次数太多了。

source: Done
bn: হয়েছে
hi: काम पूरा हुआ
ms: Selesaikan
my: ပြီးပါပြီ
ta: முடிந்தது
th: เสร็จ
zh_hans: 完毕

source: Prev
bn: পূর্ববর্তী ফিল্ড
hi: पिछला फील्ड
ms: Kembali
my: ပြီးခဲ့သော အကွက်
ta: முந்தைய புலம்
th: ช่องข้อมูลก่อนหน้า
zh_hans: 上个字段

source: Next
bn: পরবর্তী ফিল্ড
hi: अगला फील्ड
ms: Seterusnya
my: ရှေ့အကွက်
ta: அடுத்த புலம்
th: ช่องข้อมูลถัดไป
zh_hans: 下个字段

# TraceTogetherLogoLabel
source: TraceTogether
hi: ट्रेसटुगेदर
ms: Jejaki Bersama
zh_hans: 合力追踪

# HelpsYouRecallLabel1
source: Helps you remember where you went and who you were with in the past few weeks.
bn: গত কয়েক সপ্তাহে আপনি কোথায় কোথায় গিয়েছিলেন এবং কার কার সাথে ছিলেন তা মনে করতে আপনাকে সাহায্য করে।
hi: यह आपको याद दिलाने में मदद करता है कि आप पिछले कुछ हफ्तों में कहां गए थे और आप किसके साथ थे।
ms: Membantu anda mengingati tempat yang dijejaki dan individu yang anda temui beberapa minggu lepas.
my: သင် ဘယ်ကို သွားခဲ့သလဲဆိုတာနဲ့ ပြီးခဲ့တဲ့ ရက်သတ္တပတ်အနည်းငယ်အတွင်း ဘယ်သူတွေ သင်နဲ့အတူရှိခဲ့လဲဆိုတာ သင် မှတ်မိအောင် ကူညီပေးပါတယ်။
ta: கடந்த சில வாரங்களில் நீங்கள் எங்கு சென்றீர்கள், யாருடன் இருந்தீர்கள் என்பதை நினைவில் கொள்ள உதவுகிறது.
th: ช่วยให้คุณจดจำได้ว่าเคยไปที่ไหนมาบ้างและอยู่กับใครบ้างในช่วงไม่กี่สัปดาห์ที่ผ่านมา
zh_hans: 协助您记得这几个星期内和谁在哪里接触过。

# HelpsYouRecallBoldLabel1
source: Helps you remember
bn: মনে করতে আপনাকে সাহায্য করে
hi: याद दिलाने में मदद करता है
ms: Membantu anda mengingati
my: သင် မှတ်မိအောင် ကူညီပေးပါတယ်
ta: கடந்த சில வாரங்களில் நீங்கள் எங்கு சென்றீர்கள்
th: ช่วยให้คุณจดจำ
zh_hans: 协助您记

# HelpsYouRecallLabel2
source: Notifies you quickly if you’ve been exposed to COVID-19, to protect you and your loved ones.
bn: আপনি যদি কোভিড-19 এর সংস্পর্শে এসে থাকেন, আপনি এবং আপনার প্রিয়জনদের সুরক্ষার জন্য আপনাকে দ্রুত অবহিত করে।
hi: यदि आप COVID-19 के संपर्क में आए हैं तो आपकी और आपके प्रियजनों की सुरक्षा के लिए जल्दी से सूचना देता है।
ms: Memberitahu anda dengan segera jika anda terdedah kepada COVID-19 untuk melindungi anda dan orang tersayang.
my: သင်နှင့်တကွ သင်နှင့်ပါတ်သက်သောသူများကို ကာကွယ်ပေးရန်အတွက် သင် COVID-19 ကူးစက်ခံရပါက သင့်အား လျင်မြန်စွာ အသိပေးအကြောင်းကြားပါသည်
ta: உங்களுக்கு கோவிட்-19 தொற்றுடன் ஏதேனும் தொடர்பிருந்தால் உங்களையும் உங்கள் அன்புக்குரியவர்களையும் பாதுகாப்பதற்காக அத்தகவலை உங்களுக்கு விரைவில் தெரியப்படுத்தும்.
th: แจ้งคุณโดยเร็วหากคุณเสี่ยงต่อการติดโรค COVID-19 เพื่อปกป้องคุณและคนที่คุณรัก
zh_hans: 若您与冠病确诊病例接触过，将会迅速地通知您，以保护您与您的亲友

# HelpsYouRecallBoldLabel2
source: Notifies you quickly
bn: আপনাকে দ্রুত অবহিত করে
hi: जल्दी से सूचना देता है
ms: Memberitahu anda dengan segera
my: လျင်မြန်စွာ အသိပေးအကြောင်းကြားပါသည်
ta: உங்களுக்கு
th: แจ้งคุณโดยเร็ว
zh_hans: 迅速地通知您

# DataUseInfo
source: Your app data is <b>stored securely on your phone.</b> If you test positive for COVID-19, the Ministry of Health (MOH) will approach you to upload the data, for the purpose of contact tracing*. Data stored on your phone for longer than 25 days is automatically deleted.
bn: আপনার অ্যাপ ডেটা <b>আপনার ফোনে নিরাপদে সংরক্ষিত আছে</b> এবং আপনি কোভিড-19 পরীক্ষায় পজিটিভ হলে তা স্বাস্থ্য মন্ত্রণালয় (MOH) -এর সাথে শেয়ার করা হবে, কন্ট্যাক্ট ট্রেসিং-এর উদ্দেশ্যে। আপনার ফোনে সংরক্ষিত ডেটা 25 দিন পর স্বয়ংক্রিয় ভাবে মুছে যাবে।
hi: आपके एप्लिकेशन डेटा को <b>आपके फ़ोन पर सुरक्षित संग्रहीत किया जाता है</b> और COVID-19 की आपकी जांच पॉजिटिव पाएं जाने पर कॉन्टैक्ट ट्रेसिंग उद्देश्य हेतु, स्वास्थ्य मंत्रालय (MOH) के साथ शेयर किया जाएगा। आपके फ़ोन में संग्रहीत डेटा 25 दिनों बाद स्वत: हटा दिया जाता है।
ms: Data aplikasi <b>selamat disimpan dalam telefon anda</b> dan dikongsikan dengan Kementerian Kesihatan (MOH) jika anda didapati positif COVID-19 untuk tujuan pengesanan kontak. Simpanan data akan dipadam secara automatik selepas 25 hari.
my: သင်၏ အက်ပ်ဒေတာကို <b>သင့်ဖုန်းပေါ်တွင် လုံခြုံစွာ သိမ်းဆည်းထားပြီး</b> သင်က COVID-19 ရှိ-မရှိ စမ်းသပ်မှုတွင် ပိုးတွေ့ရှိသူဖြစ်ပါက ထိတွေ့မှု ခြေရာခံရန် ရည်ရွယ်ချက်တစ် ထိုဒေတာများကို ကျန်းမာရေးဝန်ကြီးဌာန (MOH) နှင့် မျှဝေပါမည်။ 25 ရက် ကြာပြီးနောက် သင့်ဖုန်းထဲတွင် သိမ်းထားသော ဒေတာကို အလိုအလျောက် ဖျက်ပစ်လိုက်ပါမည်။
ta: உங்கள் செயலி தகவல் <b>உங்கள் கைத்தொலைபேசியில் பாதுகாப்பாக சேமிக்கப்படுகிறது.</b> தொடர்புத் தடமறியும் நோக்கத்திற்காக உங்களுக்கு கொவிட்-19 கிருமி தொற்று ஏற்பட்டால் உங்கள் விவரங்கள் சுகாதார அமைச்சுடன் பகிரப்படும். 25 நாட்களுக்குப் பிறகு உங்கள் தொலைபேசியில் சேமிக்கப்பட்ட விவரங்கள் தானாகவே நீக்கப்படும்.
th: ข้อมูลของคุณในแอปจะ<b>เก็บรักษาไว้อย่างปลอดภัยในโทรศัพท์ของคุณ</b> และจะเปิดเผยให้ กระทรวงสาธารณสุข (MOH) ทราบเมื่อผลการทดสอบโรค COVID-19 เป็นบวก โดยมีวัตถุประสงค์เพื่อติดตามการสัมผัสเชื้ออย่าง ข้อมูลที่เก็บไว้ในโทรศัพท์ของคุณจะถูกลบโดยอัตโนมัติหลังผ่านไป 25 วัน
zh_hans: 此应用程序数据会被<b>安全地储存在您的手机里</b>，并在您的冠病检测结果呈阳性时为接触追踪与卫生部 (MOH) 分享。 存储在手机里的数据将在25天后自动删除。

# EnterOTPSent
source: Enter the one-time pin (OTP) sent to %@.
bn: এখানে পাঠানো ওয়ান-টাইম পিন-টি (ওটিপি) লিখুন %@
hi: भेजे गए वन-टाइम पिन (OTP) को दर्ज करें %@
ms: Isikan laluan-guna-sekali (OTP) yang dihantar ke %@.
my: ပို့လိုက်သော တစ်ကြိမ်သုံး-ပင်နံပါတ် (OTP) ကို ရိုက်ထည့်ပေးပါ %@
ta: %@-க்கு அனுப்பப்பட்ட ஒரு முறை கடவுச்சொல்லை (OTP) உள்ளிடவும்.
th: ป้อนรหัส PIN (OTP) แบบใช้ได้ครั้งเดียวที่ส่งไปยัง %@
zh_hans: 一次性密码（OTP）已发送至 %@。

source: Wrong number?
bn: ভুল নম্বর?
hi: गलत नंबर?
ms: Nombor salah?
my: နံပါတ် မှားနေပါသလား။
ta: தவறான எண்?
th: หมายเลขไม่ถูกต้องใช่ไหม
zh_hans: 手机号码错误?

source: Resend OTP
bn: আবার পাঠান OTP
hi: पुन: भेजें OTP
ms: Hantar semula OTP
my: ပြန်ပို့ပါ OTP
ta: மீண்டும் அனுப்பு OTP
th: ส่งใหม่ OTP
zh_hans: 重发 OTP

# ResendCountdown
source: Resend %@s
bn: আবার পাঠান %@s
hi: पुन: भेजें %@s
ms: Hantar semula %@s
my: ပြန်ပို့ပါ %@s
ta: மீண்டும் அனுப்பு %@s
th: ส่งใหม่ %@s
zh_hans: 重发 %@s

# ContactYou
source: MOH will use this number to contact you if you had possible exposure to COVID-19.
bn: আপনি যদি কোভিড-19 এর সম্ভাব্য সংস্পর্শে এসে থাকেন MOH এই নম্বর ব্যবহার করে আপনার সাথে যোগাযোগ করবে।
hi: यदि आप के अंदर COVID-19 का संभावित जोखिम हैं तो MOH आपसे संपर्क करने के लिए इस नंबर का उपयोग करेगा।
ms: Nombor ini untuk MOH hubungi anda jika anda berkemungkinan terdedah pada COVID-19.
my: သင်က COVID-19 ကူးစက်ခံရနိုင်ခြေ ရှိခဲ့လျှင် သင့်အား ဆက်သွယ်ရန် MOH က ဤနံပါတ်ကို သုံးပါမည်။
ta: உங்களுக்கு கோவிட்-19 தொற்றுடன் ஏதேனும் தொடர்பிருந்தால் உங்களைத் தொடர்பு கொள்ள MOH இந்த எண்ணைப் பயன்படுத்தும்.
th: MOH จะใช้หมายเลขโทรศัพท์ติดต่อหาคุณหากคุณเสี่ยงต่อการสัมผัสเชื้อ COVID-19
zh_hans: 若您可能与冠病确诊病例接触过，MOH将使用此号码联系您。

# HelpModalDetailsMainText
source: Your unique identification number allows MOH to reach the right person when they need to give you important health advice about COVID-19.
bn: কোভিড-19 সম্পর্কে আপনাকে গুরুত্বপূর্ণ স্বাস্থ্য পরামর্শ প্রদানের প্রয়োজন হলে MOH আপনার একক পরিচিতি নম্বর ব্যবহার করে সঠিক ব্যক্তির কাছে পৌঁছাতে পারে।
hi: आपकी विशिष्ट पहचान संख्या MOH को सही व्यक्ति तक पहुंचने की अनुमति देती है जब उन्हें आपको COVID-19 के बारे में महत्वपूर्ण स्वास्थ्य सलाह देने की आवश्यकता होती है।
ms: MOH dapat menghubungi individu yang betul mengikut nombor pengenalan unik untuk memberikan nasihat kesihatan penting tentang COVID-19.
my: ထပ်တူမရှိသော သင်၏ အိုင်ဒီနံပါတ်သည် COVID-19 နှင့် ပတ်သက်ပြီး MOH က သင့်အား အရေးကြီးသော ကျန်းမာရေးဆိုင်ရာ အကြံဉာဏ်များပေးရန် လိုအပ်သောအခါ မှန်ကန်သောလူကို ဆက်သွယ်နိုင်စေသည်။
ta: COVID-19 பற்றிய முக்கியமான சுகாதார ஆலோசனையை உங்களுக்கு வழங்க வேண்டியிருக்கும் போது உங்கள் தனிப்பட்ட அடையாள எண் MOH சரியான நபரை அடைய அனுமதிக்கிறது.
th: หมายเลขประจำตัวของคุณจะช่วยให้ MOH ติดต่อหาคุณได้อย่างถูกต้อง เมื่อจำเป็นต้องให้คำแนะนำด้านสุขภาพเกี่ยวกับโรค COVID-19 แก่คุณ
zh_hans: 您的独特识别号可以让MOH在需要给您有关冠病的重要健康建议时，联系到对的人。

# HelpModalDetailsMainBoldText
source: reach the right person
bn: সঠিক ব্যক্তির কাছে পৌঁছাতে পারে
hi: सही व्यक्ति तक पहुंचने की
ms: menghubungi individu yang betul
my: မှန်ကန်သောလူကို ဆက်သွယ်နိုင်စေသည်
ta: அடைய அனுமதிக்கிறது.
th: ติดต่อหาคุณได้อย่างถูกต้อง
zh_hans: 联系到对的人。

# NRIC
source: Singaporean/PR (all ages)
bn: সিঙ্গাপুরিয়ান/পিআর (সব বয়সী)
hi: सिंगापुर के निवासियों/PR (सभी उम्र के)
ms: Warga Singapura/PR (semua usia)
my: စင်္ကာပူနိုင်ငံသား/PR (အသက်အရွယ်အားလုံး)
ta: சிங்கப்பூரர் / நிரந்திர குடியிருப்பாளர் (எல்லா வயதினரும்)
th: ชาวสิงคโปร์/ผู้พำนักถาวร (ทุกช่วงอายุ)
zh_hans: 新加坡公民或永久居民（所有年龄）

source: FIN — Work Pass
bn: FIN — ওয়ার্ক পাস
hi: FIN — वर्क पास
ms: FIN — Pas Kerja
my: FIN — အလုပ်လုပ်ကိုင်ခွင့်
ta: FIN — பணி நுழைவுச்சீட்டு
th: FIN — ใบอนุญาตทำงาน
zh_hans: FIN — 工作准证

# FINDepPass
source: FIN — Dependent’s Pass
bn: FIN — নির্ভরশীলদের পাস
hi: FIN — डिपेंडेंट पास
ms: FIN — Pas Tanggungan
my: FIN — မှီခိုနေထိုင်ခွင့်
ta: FIN - சார்ந்தவரின் நுழைவுச்சீட்டு
th: FIN — ใบอนุญาตสำหรับผู้ติดตาม
zh_hans: FIN — 家属准证

# FINStudPass
source: FIN — Student’s Pass
bn: FIN — শিক্ষার্থীদের পাস
hi: FIN — छात्र पास
ms: FIN — Pas Pelajar
my: FIN — ကျောင်းသားနေထိုင်ခွင့်
ta: FIN - மாணவரின் நுழைவுச்சீட்டு
th: FIN — ใบอนุญาตสำหรับนักเรียนนักศึกษา
zh_hans: FIN — 学生准证

source: FIN — LTVP
bn: FIN — দীর্ঘমেয়াদী ভিজিট পাস
hi: FIN — दीर्घकालिक यात्रा पास
ms: FIN — Pas Lawatan Jangka Panjang (LTVP)
my: FIN — နှစ်ရှည်လည်ပတ်မှု ဝင်ခွင့်လက်မှတ်
ta: FIN - நீண்ட கால வருகை நுழைவுச்சீட்டு
th: FIN — ใบอนุญาตให้พำนักอาศัยระยะยาว
zh_hans: FIN — 长期探访准证

# VisitSG
source: I'm Visiting Singapore
bn: সিঙ্গাপুরে ভ্রমণ
hi: सिंगापुर का दौरा कर रहे हैं
ms: Melawat Singapura
my: စင်္ကာပူသို့ လည်ပတ်ခြင်း
ta: சிங்கப்பூர் வருகை
th: การมาเยือนสิงคโปร์
zh_hans: 探访新加坡

# PassportVerified
source: Verified with Singapore’s immigration
bn: সিঙ্গাপুরের ইমিগ্রেশনের দ্বারা পরীক্ষিত
hi: सिंगापुर आव्रजन विभाग द्वारा सत्यापित
ms: Disahkan oleh imigresen Singapura
my: စင်္ကာပူလူဝင်မှုကြီးကြပ်ရေးမှ စိစစ်ပြီး
ta: சிங்கப்பூர் குடிநுழைவுடன் சரிபார்க்கப்பட்டது
th: ยืนยันกับสำนักงานตรวจคนเข้าเมืองสิงคโปร์
zh_hans: 已获新加坡移民局查证

# NRICDesc
source: Please have your NRIC or Birth Cert No. ready :)
bn: অনুগ্রহ করে আপনার NRIC অথবা বার্থ সার্টিফিকেট নম্বর সংগ্রহ করে রাখুন। :)
hi: कृपया अपना NRIC या जन्म प्रमाणपत्र नंबर तैयार रखें :)
ms: Sila siapkan NRIC atau No. Sijil Kelahiran anda :)
my: သင်၏ NRIC ကတ်ကို အသင့်ပြင်ထားပေးပါ :)
ta: தயவுசெய்து உங்கள் NRIC அல்லது பிறப்பு சான்றிதழ் எண்ணை தயாராக வைத்திருக்கவும் :)
th: โปรดเตรียม NRIC หรือหมายเลขสูติบัตรของคุณให้พร้อม :)
zh_hans: 请准备好您的 NRIC 号码或出生证明号码 :)

# FINWorkPassDesc
source: Please have your Work Pass ready :)
bn: অনুগ্রহ করে আপনার ওয়ার্ক পাস প্রস্তুত রাখুন :)
hi: कृपया अपना वर्क पास तैयार रखें :)
ms: Sediakan Pas Kerja anda :)
my: သင်၏ အလုပ်လုပ်ကိုင်ခွင့်ကတ်ကို အသင့်ပြင်ထားပေးပါ :)
ta: தயவு செய்து உங்கள் பணி நுழைவுச்சீட்டை தயார் செய்யுங்கள் :)
th: กรุณาเตรียมใบอนุญาตทำงานให้พร้อม :)
zh_hans: 请准备您的工作准证 :)

# FINDepPassDesc
source: Please have your Dependent’s Pass ready :)
bn: অনুগ্রহ করে আপনার নির্ভরশীলদের পাস প্রস্তুত রাখুন :)
hi: कृपया अपना डिपेंडंट पास तैयार रखें :)
ms: Sediakan Pas Tanggungan anda :)
my: သင်၏ မှီခိုနေထိုင်ခွင့်စာအုပ်ကို အသင့်ပြင်ထားပေးပါ :)
ta: தயவு செய்து உங்களைச் சார்ந்தவரின் நுழைவுச்சீட்டை தயார் செய்யுங்கள் :)
th: กรุณาเตรียมใบอนุญาตสำหรับผู้ติดตามให้พร้อม :)
zh_hans: 请准备您的家属准证 :)

# FINStudPassDesc
source: Please have your Student’s Pass ready :)
bn: অনুগ্রহ করে আপনার শিক্ষার্থী পাস প্রস্তুত রাখুন :)
hi: कृपया अपना छात्र-पास तैयार रखें :)
ms: Sediakan Pas Pelajar anda :)
my: သင်၏ ကျောင်းသားကတ်ကို အသင့်ပြင်ထားပေးပါ :)
ta: தயவுசெய்து உங்களுடைய மாணவரின் நுழைவுச்சீட்டை தயாராக வைத்திருங்கள் :)
th: กรุณาเตรียมใบอนุญาตสำหรับนักเรียนนักศึกษาไว้ให้พร้อม :)
zh_hans: 请准备您的学生准证 :)

# FINLTVPDesc
source: Please have your Long Term Visit Pass ready :)
bn: অনুগ্রহ করে আপনার লং টার্ম ভিজিট পাস প্রস্তুত রাখুন :)
hi: कृपया अपना लॉन्ग टर्म विजिट पास तैयार रखें :)
ms: Sediakan Pas Lawatan Jangka Panjang (LTVP) anda :)
my: သင်၏ ကာလရှည်နေထိုင်ခွင့်ကတ်ကို အသင့်ပြင်ထားပေးပါ :)
ta: தயவுசெய்து உங்களுடைய நீண்ட கால வருகை நுழைவுச்சீட்டை தயாராக வைத்திருங்கள் :)
th: กรุณาเตรียมใบอนุญาตให้พำนักอาศัยระยะยาวไว้ให้พร้อม :)
zh_hans: 请准备您的长期探访准证 :)

# VisitSGDesc
source: Please use the Passport that you'll enter Singapore with :)
bn: অনুগ্রহ করে সিঙ্গাপুরে যে পাসপোর্ট দিয়ে প্রবেশ করেছেন, সেটি ব্যবহার করুন।:)
hi: कृपया उसी पासपोर्ट का उपयोग करें, जिससे आप सिंगापुर में प्रवेश करेंगे :)
ms: Sila gunakan Pasport yang akan anda gunakan untuk memasuki Singapura :)
my: စင်္ကာပူသို့ ဝင်ရောက်သည့်အခါ အသုံးပြုမည့် ပတ်စပို့ကို အသုံးပြုပါ :)
ta: தயவுசெய்து நீங்கள் சிங்கப்பூருக்குள் நுழைய எடுத்துச் செல்லும் கடவுசீட்டைப் பயன்படுத்தவும் :)
th: โปรดใช้หนังสือเดินทางที่คุณใช้ในการเดินทางเข้ามาในประเทศสิงคโปร์ :)
zh_hans: 请使用您入境新加坡时的护照资料 :)

source: Name
bn: নাম
hi: नाम
ms: Nama
my: အမည်
ta: பெயர்
th: ชื่อ
zh_hans: 名字

# NricBirthCert
source: NRIC / Birth Cert No.
bn: NRIC / বার্থ সার্টিফিকেট নম্বর
hi: NRIC / जन्म प्रमाणपत्र नंबर
ms: NRIC / No. Sijil Kelahiran
my: NRIC / မွေးစာရင်း နံပါတ်
ta: NRIC / பிறப்பு சான்றிதழ் எண்
th: NRIC / หมายเลขสูติบัตร
zh_hans: NRIC / 出生证明号码

source: Date of Birth
bn: জন্ম তারিখ
hi: जन्म की तारीख
ms: Tarikh Lahir
my: မွေးသက္ကရာဇ်
ta: பிறந்த தேதி
th: วันเกิด
zh_hans: 出生日期

# DateOfBirthForPassportUsers
source: Date of Birth (as per Passport)
bn: জন্ম তারিখ (পাসপোর্ট অনুযায়ী)
hi: जन्म की तारीख (पासपोर्ट के अनुसार)
ms: Tarikh Lahir (seperti di Pasport)
my: မွေးသက္ကရာဇ် (ပတ်စပို့အရ)
ta: பிறந்த தேதி (கடவுசீட்டு படி)
th: วันเกิด (ตามที่ระบุในหนังสือเดินทาง)
zh_hans: 出生日期（根据护照）

source: Date of Issue
bn: প্রদানের তারিখ
hi: जारी करने की तारिख
ms: Tarikh Dikeluarkan
my: ထုတ်ပေးသည့် ရက်စွဲ
ta: வழங்கப்பட்ட தேதி
th: วันที่ออกบัตร
zh_hans: 签发日期

# FINString
source: Foreign Identification Number (FIN)
bn: বিদেশী পরিচিতি নম্বর (FIN)
hi: विदेशी पहचान संख्या (FIN)
ms: Nombor Pengenalan Asing (FIN)
my: နိုင်ငံခြား အိုင်ဒီကတ်နံပါတ် (FIN)
ta: வெளிநாட்டு அடையாள எண் (FIN)
th: หมายเลขประจำตัวชาวต่างชาติ (FIN)
zh_hans: 外国身份证号码（FIN）

source: Card Serial Number
bn: কার্ড সিরিয়াল নম্বর
hi: कार्ड क्रम संख्या
ms: Nombor Siri Kad
my: ကတ် ဆီရီရယ်နံပါတ်
ta: அட்டை வரிசை எண்
th: หมายเลขบัตร
zh_hans: 卡序列号

source: Passport Number
bn: পাসপোর্ট নম্বর
hi: पासपोर्ट संख्या
ms: Nombor Pasport
my: ပတ်စပို့ နံပါတ်
ta: கடவுச்சீட்டு எண்
th: หมายเลขหนังสือเดินทาง
zh_hans: 护照号码

source: Date of Expiry
bn: অবসান তারিখ
hi: समाप्ति की तारिख
ms: Tarikh Luput
my: သက်တမ်းကုန်ဆုံးရက်
ta: காலாவதி தேதி
th: วันหมดอายุ
zh_hans: 截止日期

source: Mobile Number
bn: মোবাইল নম্বর
hi: मोबाइल नंबर
ms: Nombor telefon
my: လက်ကိုင်ဖုန်းနာပတ်
ta: கைபேசி எண்
th: เบอร์มือถือ
zh_hans: 手机号码

source: Nationality
bn: জাতীয়তা
hi: राष्ट्रीयता
ms: Kewarganegaraan
my: နိုင်ငံသား
ta: தேசியம்
th: สัญชาติ
zh_hans: 国籍

source: How to Find?
bn: কীভাবে পাবেন?
hi: कैसे पता करें?
ms: Bagaimana untuk mencari?
my: ဘယ်လို ရှာမလဲ။
ta: கண்டுபிடிப்பது எப்படி?
th: จะค้นหาได้อย่างไร
zh_hans: 如何找到？

source: Invalid Date
bn: তারিখ সঠিক নয়
hi: अवैध तारीख
ms: Tarikh tidak sah
my: ရက်စွဲ မှားနေသည်
ta: தவறான தேதி
th: วันที่ไม่ถูกต้อง
zh_hans: 日期无效

source: Invalid Name
bn: নাম সঠিক নয়
hi: अवैध नाम
ms: Nama tidak sah
my: အမည် မှားနေသည်
ta: தவறான பெயர்
th: ชื่อไม่ถูกต้อง
zh_hans: 名字无效

source: Invalid FIN
bn: FIN সঠিক নয়
hi: अवैध FIN
ms: FIN Tidak Sah
my: FIN မှားနေသည်
ta: தவறான FIN
th: FIN ไม่ถูกต้อง
zh_hans: FIN无效

source: Invalid NRIC
bn: NRIC সঠিক নয়
hi: अवैध NRIC
ms: NRIC tidak sah
my: NRIC မှားနေသည်
ta: தவறான NRIC
th: NRIC ไม่ถูกต้อง
zh_hans: NRIC无效

source: Invalid Passport format
bn: ভুল পাসপোর্ট ফরম্যাট
hi: पासपोर्ट का फार्मेट गलत है
ms: Format Pasport tidak sah
my: ပတ်စပို့ပုံစံ မမှန်ကန်ပါ
ta: தவறான கடவுசீட்டு வடிவம்
th: รูปแบบของหนังสือเดินทางไม่ถูกต้อง
zh_hans: 护照格式无效

# OwnFINCard
source: Do you have a physical FIN card?
bn: আপনার সাথে কি আসল FIN কার্ডটি নিয়ে এসেছেন?
hi: क्या आपके पास FIN कार्ड है?
ms: Anda mempunyai kad Nombor Pengenalan Asing (FIN)?
my: FIN ကဒ်ပါရှိပါသလား။
ta: உங்களிடம் FIN அட்டை இருக்கிறதா?
th: คุณมีบัตรประจำตัว FIN ไหม
zh_hans: 您携带实体 FIN 卡吗？

# DateOfApplication
source: Date of Application for your FIN card
bn: আপনার FIN কার্ডের ডেট অফ অ্যাপ্লিকেশন
hi: अपने अंतिम कार्ड के आवेदन की तिथि
ms: Tarikh Permohonan kad FIN anda
my: လျှောက်လွှာတင်သည့်နေ့ကို
ta: உங்கள் FIN அட்டையின் விண்ணப்ப தேதி
th: วันรับสมัคร
zh_hans: FIN 卡的申请日期

source: Yes
bn: হ্যাঁ
hi: हाँ
ms: Ya
my: ပါ ပါသည်။
ta: ஆம்
th: มี
zh_hans: 带了

source: No
bn: না
hi: नहीं
ms: Tidak
my: မပါ ပါ။
ta: இல்லை
th: ไม่มี
zh_hans: 没带

# TapBackAndSelectFIN
source: Please tap back and select a FIN profile
bn: অনুগ্রহ করে পেছনে (ব্যাক) বোতামে চাপ দিন, এবং একটি ফিন (FIN) পরিচয় সিলেক্ট করুন
hi: कृपया पिछले पेज पे वापस जाएं और FIN प्रोफ़ाइल का चयन करें
ms: Sentuh butang undur dan pilih profil FIN
my: ကျေးဇူးပြုပြီးနောက်ကိုအသာပုတ်ပြီး FIN ပရိုဖိုင်ကိုရွေးချယ်ပါ။
ta: தயவுசெய்து பின்சென்று FIN அடையாளத்தைத் தேர்ந்தெடுக்கவும்
th: กรุณากลับไปและเลือกโปรไฟล์ FIN
zh_hans: 请点击返回并选择FIN简介

# TapBackAndSelectNRIC
source: Please tap back and select the Singaporean profile
bn: অনুগ্রহ করে "ব্যাক" বাটনে চাপ দিয়ে পেছনে যান, এবং সিঙ্গাপুরিয়ান প্রোফাইল সিলেক্ট করুন।
hi: कृपया पिछले पेज पे वापस जाएं और सिंगापुरी प्रोफाइल का चयन करें
ms: Sila ketik butang Kembali dan pilih profil warga Singapura
my: နောက်သို့ ပြန််နှိပ်ပြီး စင်္ကာပူပရိုဖိုင်ကို ရွေးချယ်ပါ
ta: தயவுசெய்து பின் செல்ல தட்டவும் மற்றும் சிங்கப்பூரர் சுயவிவரத்தைத் தேர்ந்தெடுக்கவும்
th: โปรดแตะปุ่มย้อนกลับ แล้วเลือกโปรไฟล์ของชาวสิงคโปร์
zh_hans: 请点击“返回”键并选择新加坡公民设置

# NRICDetailsTitle
source: Your NRIC details
bn: আপনার NRIC এর তথ্য
hi: आपके NRIC का विवरण
ms: Butiran NRIC anda
my: သင်၏ NRIC အသေးစိတ်
ta: உங்கள் NRIC விவரங்கள்
th: ข้อมูล NRIC ของคุณ
zh_hans: 您的 NRIC 详情

# FinWPDetailsTitle
source: Your FIN-WP details
bn: আপনার FIN-WP এর তথ্য
hi: आपके FIN-WP का विवरण
ms: Butiran FIN-WP anda
my: သင်၏ FIN-အလုပ်လုပ်ကိုင်ခွင့် အသေးစိတ်
ta: உங்கள் FIN-WP விவரங்கள்
th: ข้อมูล FIN-ใบอนุญาตทำงานของคุณ
zh_hans: 您的 FIN - 工作准证详情

# FinDPDetailsTitle
source: Your FIN-DP details
bn: আপনার FIN-DP এর তথ্য
hi: आपके FIN-DP का विवरण
ms: Butiran FIN-DP anda
my: သင်၏ FIN-မှီခိုနေထိုင်ခွင့် အသေးစိတ်
ta: உங்கள் FIN-DP விவரங்கள்
th: ข้อมูล FIN-ใบอนุญาตสำหรับผู้ติดตามของคุณ
zh_hans: 您的 FIN - 家属准证详情

# FinSTPDetailsTitle
source: Your FIN-STP details
bn: আপনার FIN-STP এর তথ্য
hi: आपके FIN-STP का विवरण
ms: Butiran FIN-STP anda
my: သင်၏ FIN-ကျောင်းသားနေထိုင်ခွင့် အသေးစိတ်
ta: உங்கள் FIN-STP விவரங்கள்
th: ข้อมูล FIN-ใบอนุญาตสำหรับนักเรียนนักศึกษาของคุณ
zh_hans: 您的 FIN - 学生准证详情

# FinLTVPDetailsTitle
source: Your FIN-LTVP details
bn: আপনার FIN-LTVP এর তথ্য
hi: आपके FIN-LTVP का विवरण
ms: Butiran FIN-LTVP anda
my: သင်၏ FIN-နှစ်ရှည်လည်ပတ်မှု ဝင်ခွင့်လက်မှတ် အသေးစိတ်
ta: உங்கள் FIN-LTVP விவரங்கள்
th: ข้อมูล FIN-ใบอนุญาตให้พำนักอาศัยระยะยาวของคุณ
zh_hans: 您的 FIN - 长期探访准证详情

# PassportDetailsTitle
source: Your Passport details
bn: আপনার পাসপোর্টের তথ্য
hi: आपके पासपोर्ट का विवरण
ms: Butiran Pasport anda
my: သင်၏ ပတ်စပို့အသေးစိတ်
ta: உங்கள் கடவுசீட்டு விவரங்கள்
th: ข้อมูลหนังสือเดินทางของคุณ
zh_hans: 您的护照详情

# PassportDetailsInfo
source: Use the Passport that you’ll enter Singapore with. Details below will be matched with Singapore’s immigration.
bn: সিঙ্গাপুরে যে পাসপোর্ট দিয়ে প্রবেশ করেছেন, সেটি ব্যবহার করুন। তথ্যগুলো সিঙ্গাপুরের ইমিগ্রেশনের সাথে পরীক্ষা করে দেখা হবে।
hi: कृपया उसी पासपोर्ट का उपयोग करें, जिससे आप सिंगापुर में प्रवेश करेंगे। नीचे दिए गए विवरणों का मिलान सिंगापुर के आव्रजन विभाग द्वारा किया जाएगा।
ms: Gunakan Pasport yang akan anda gunakan untuk memasuki Singapura. Butiran di bawah akan dipadankan dengan imigresen Singapura.
my: စင်္ကာပူသို့ ဝင်ရောက်သည့်အခါ အသုံးပြုမည့် ပတ်စပို့ကို အသုံးပြုပါ။ အောက်ပါအသေးစိတ်အချက်များသည် စင်္ကာပူ လူဝင်မှုကြီးကြပ်ရေးရှိ အချက်များနှင့် ကိုက်ညီရပါမည်။
ta: நீங்கள் சிங்கப்பூருக்குள் நுழைய எடுத்துச் செல்லும் கடவுசீட்டைப் பயன்படுத்தவும். கீழே உள்ள விவரங்கள் சிங்கப்பூரின் குடிநுழைவுடன் பொருத்தப்படும்.
th: ใช้หนังสือเดินทางที่คุณใช้ในการเดินทางเข้ามาในประเทศสิงคโปร์ ข้อมูลด้านล่างจะตรงกับข้อมูลของสำนักงานตรวจคนเข้าเมืองสิงคโปร์
zh_hans: 请输入您入境新加坡时的护照资料。您输入的信息将会与新加坡移民局的档案核对。

# PassportInvalidTitle
source: Singapore’s immigration does not have your Passport details
bn: সিঙ্গাপুরের ইমিগ্রেশনের কাছে আপনার পাসপোর্টের তথ্য নেই।
hi: सिंगापुर के आव्रजन विभाग के पास आपके पासपोर्ट का विवरण नहीं है।
ms: Imigresen Singapura tidak mempunyai butiran Pasport anda
my: စင်္ကာပူ လူဝင်မှုကြီးကြပ်ရေးထံတွင် သင်၏ ပတ်စပို့အသေးစိတ် မရှိပါ
ta: சிங்கப்பூரின் குடிநுழைவிடம் உங்கள் கடவுச்சீட்டு விவரங்கள் இல்லை
th: สำนักงานตรวจคนเข้าเมืองของสิงคโปร์ไม่มีข้อมูลหนังสือเดินทางของคุณ
zh_hans: 尚未在新加坡移民局的数据找到您的护照资料

# PassportInvalidDetails
source: You can only activate your app after clearing Singapore’s immigration. Also, check if you’ve entered the correct details into the app.
bn: সিঙ্গাপুরের ইমিগ্রেশন পার করার পরেই আপনি এই অ্যাপটি চালু করতে পারবেন। এছাড়া, নিশ্চিত হোন যে, আপনি অ্যাপে সঠিক তথ্য লিখেছেন।
hi: आप सिंगापुर के आव्रजन को क्लियर करने के बाद ही अपना ऐप सक्रिय कर सकते हैं। इसके साथ ही, जाँचें कि क्या आपने ऐप में सही विवरण डाले हैं।
ms: Anda hanya boleh aktifkan aplikasi anda setelah lepas imigresen Singapura. Semak jika anda telah mengisikan butiran yang betul di dalam aplikasi anda.
my: စင်္ကာပူလူဝင်မှုကြီးကြပ်ရေးထံမှ ဖြတ်သန်းခွင့်ရပြီးမှသာ သင့်အက်ပ်ကို စဖွင့်နိုင်သည်။ ထို့အပြင် အက်ပ်အတွင်းသို့ မှန်ကန်သော အသေးစိတ်အချက်များ ထည့်ထားခြင်း ရှိ၊ မရှိ စစ်ဆေးပါ။
ta: நீங்கள் சிங்கப்பூரின் குடிநுழைவைக் கடந்த பின் மட்டுமே உங்கள் செயலியை செயல்படுத்தவும். மேலும், நீங்கள் சரியான விவரங்களை செயலியில் உள்ளிட்டுள்ளீர்களா என்பதைச் சரிபார்க்கவும்.
th: คุณสามารถเปิดใช้งานแอปได้หลังจากผ่านด่านตรวจคนเข้าเมืองของสิงคโปร์แล้วเท่านั้น นอกจากนี้โปรดตรวจสอบว่าข้อมูลที่คุณกรอกลงในแอปเป็นข้อมูลที่ถูกต้อง
zh_hans: 请在通关入境后，才激活您的应用程序。此外，请确保您输入的资料是正确的。

# RegisterWithFINTitle
source: Please re-register with your FIN
bn: অনুগ্রহ করে আপনার FIN নম্বর দিয়ে আবার রেজিস্ট্রেশন করুন।
hi: कृपया अपने FIN के साथ फिर से पंजीकरण करें
ms: Sila daftar sekali lagi menggunakan FIN anda
my: သင့် FIN ဖြင့် ပြန်လည်မှတ်ပုံတင်ပါ
ta: உங்கள் FIN உடன் மீண்டும் பதிவுசெய்யவும்
th: โปรดลงทะเบียนอีกครั้งโดยใช้ FIN ของคุณ
zh_hans: 请使用您的 FIN 再次注册注册。
