Repository: GovTechSG/OpenTT-iOS
Catalog: TraceTogether/*.lproj/Localizable.strings
Languages: bn, hi, ms, my, ta, th, zh_hans

# RegisterWithFINMessage
source: This allows MOH to send you COVID test results accurately. Your personal details are never shared with other devices.
bn: এতে, স্বাস্থ্য মন্ত্রণালয় (MOH) আপনার কাছে সঠিক COVID টেস্ট রেজাল্ট পাঠাতে পারবে। আপনার ব্যক্তিগত তথ্য অন্য কোন ডিভাইসের সঙ্গে শেয়ার করা হয় না।
hi: यह आपको अपने COVID के परीक्षण परिणाम सटीक रूप से भेजने की MOH को अनुमति देता है। आपके व्यक्तिगत विवरणों को दूसरे डिवाइस के साथ कभी भी शेयर नहीं किया जाता।
ms: Ini membolehkan MOH untuk menghantar keputusan ujian COVID kepada anda dengan tepat. Butiran peribadi anda tidak akan dikongsi sama sekali dengan alat peranti lain.
my: ဤနည်းဖြင့် MOH သည် သင့်ထံ COVID စစ်ဆေးမှုအဖြေများကို တိကျစွာ ပို့နိုင်သည်။ သင်၏ ကိုယ်ရေးအသေးစိတ်အချက်များကို အခြားစက်များနှင့် လုံးဝ မမျှဝေပါ
ta: இது துல்லியமான கொவிட் சோதனை முடிவுகளை உங்களுக்கு அனுப்ப MOH-ஐ அனுமதிக்கிறது. உங்கள் தனிப்பட்ட விவரங்கள் பிற கைபேசிகளுடன் அல்லது சாதனங்களுடன் பகிரப்படாது.
th: การทำเช่นนี้เพื่อให้กระทรวงสาธารณสุขส่งผลตรวจโควิดให้คุณได้อย่างแม่นยำ ข้อมูลส่วนตัวของคุณจะไม่ได้รับการแชร์กับอุปกรณ์อื่นใด
zh_hans: 这能让 MOH 准确无误地将您的冠病检测报告发送给您。我们不会将您的个人资料与其他设备分享。

# backOfNRIC
source: At the back of your NRIC
bn: আপনার NRIC-এর পেছনে
hi: आपके NRIC के पीछे
ms: Di belakang NRIC anda
my: သင့် NRIC ကတ်၏ ကျောဘက်
ta: உங்கள் NRICயின் பின்புறத்தில்
th: จากด้านหลังบัตร NRIC
zh_hans: 在您的NRIC背面

# backOfNRICUnderline
source: back
bn: পিছনে
hi: पीछे
ms: belakang
my: နောက်သို့
ta: பின்புறம்
th: ด้านหลัง
zh_hans: 背面

# frontOfFIN
source: Front
bn: সামনে
hi: आगे
ms: Hadapan
my: ရှေ့သို့
ta: முன்புறம்
th: ด้านหน้า
zh_hans: 前面

# backOfFIN
source: Back
bn: পিছনে
hi: पीछे
ms: Belakang
my: နောက်သို့
ta: பின்புறம்
th: ด้านหลัง
zh_hans: 背面

# checkBackOfWorkPass
source: Check the back of your card for Date of Issue
bn: প্রদানের তারিখের জন্য আপনার কার্ডের পেছনে দেখুন
hi: जारी करने की तारीख के लिए अपने कार्ड के पीछे की जाँच करें
ms: Periksa belakang kad untuk Tarikh Dikeluarkan
my: ထုတ်ပေးသည့်ရက်စွဲကို သင့်ကတ်၏ ကျောဘက်တွင် စစ်ပါ
ta: வழங்கப்பட்ட தேதிக்கு உங்கள் அட்டையின் பின்புறத்தைப் பார்க்கவும்
th: ตรวจสอบวันที่ออกบัตรจากด้านหลังบัตร
zh_hans: 检查证件背面的签发日期

# checkBackOfLTVP
source: Long Term Visit Pass
bn: দীর্ঘমেয়াদী ভিজিট পাস
hi: दीर्घकालिक यात्रा पास
ms: Periksa belakang kad untuk Tarikh Dikeluarkan
my: နှစ်ရှည်လည်ပတ်မှု ဝင်ခွင့်လက်မှတ်
ta: வழங்கப்பட்ட தேதிக்கு உங்கள் அட்டையின் பின்புறத்தைப் பார்க்கவும்
th: ใบอนุญาตให้พำนักอาศัยระยะยาว
zh_hans: 检查证件背面的签发日期

# noteNS
source: For National Servicemen, please approach your Unit Chief Clerk for the Date of Issue stated at the back of your NRIC.
bn: ন্যাশনাল সার্ভিসম্যানদের জন্য, আপনার NRIC-র পেছনে উল্লেখ-করা প্রদানের তারিখের জন্য অনুগ্রহ করে আপনার ইউনিট চিফ ক্লার্কের কাছে যান।
hi: राष्ट्रीय सेवादारों के लिए, कृपया अपने NRIC के पीछे बताई गई तारीख के लिए अपने यूनिट चीफ क्लर्क से संपर्क करें।
ms: Bagi Anggota Khidmat Negara, sila hubungi Kerani Kanan Unit anda untuk Tarikh Dikeluarkan yang tertera pada belakang NRIC anda.
my: အစိုးရ အမှုထမ်းများအတွက် သင့် NIRC ၏ နောက်ကျောတွင် ဖော်ပြထားသော ထုတ်ပေးသည့်ရက်စွဲနှင့် ပတ်သက်ပြီး သင့်ဌာန၏ အကြီးတန်းမှတ်တမ်းအရာရှိအား ဆက်သွယ်ပါ။
ta: தேசிய சேவையாளர்கள், உங்கள் NRIC இன் பின்புறத்திலுள்ள NRIC வழங்கப்பட்ட தேதிக்கு உங்கள் பிரிவு தலைமை எழுத்தரை அணுகவும்.
th: สําหรับทหารแห่งชาติโปรดสอบถามผู้จัดการที่เกี่ยวข้องเกี่ยวกับวันที่ตีพิมพ์ที่ด้านหลังของNRIC
zh_hans: 至于国民服役人员，请向您的部队秘书长查询您身份证背面注明的签发日期。

# noteMinor
source: NRIC Date of Issue is not required for people below 17 years old.
bn: 17 বছরের কম বয়েসীদের জন্য NRIC প্রদানের তারিখের প্রয়োজন নেই।
hi: NRIC जारी करने की तारीख 17 वर्ष से कम उम्र के लोगों के लिए आवश्यक नहीं है।
ms: NRIC Tarikh Dikeluarkan tidak diperlukan bagi individu bawah 17 tahun.
my: အသက် 17 နှစ်အောက် ရှိသူများအတွက် NIRC ထုတ်ပေးသည့်ရက်စွဲ မလိုအပ်ပါ။
ta: NRIC வழங்கப்பட்ட தேதி 17 வயதுக்கு குறைவானவர்களுக்கு தேவையில்லை.
th: วันที่ออกของ NRIC ไม่จําเป็นถ้าอายุต่ํากว่า 17 ปี
zh_hans: 17岁以下者无需身份证的签发日期。

# PleaseNoteDetails
source: Remember to keep Bluetooth on, and keep your app open in the background (yes, we can work in iOS background now!)
bn: মনে করে ব্লুটুথ চালু রাখবেন, এবং অ্যাপটি ব্যাকগ্রাউন্ডে (পেছনে) চালু রাখবেন! (হ্যাঁ, আমাদের অ্যাপ এখন iOS এ ঠিকমত কাজ করে!)
hi: अपने ऐप को बैकग्राउंड में खुला रखें और प्रकोप के खत्म होने तक ब्लूटूथ को चालू रखें। हम COVID-19 को मिलकर हरा सकते हैं।
ms: Pastikan Bluetooth dihidupkan, dan aplikasi dibiarkan berfungsi pada bahagian latar (ya, kita boleh berfungsi dengan berlatarkan iOS sekarang.)
my: ဘလူးတုသ်ဖွင့်ထား​ရန်နှင့်သင်၏အက်ပလီကေးရှင်းကိုနောက်ခံတွင်ထားရန်သတိရပါ။ (ဟုတ်ကဲ့၊ အခုဆိုရင် iOS နောက်ခံမှာလည်း ကျွန်ုပ်တို့ လုပ်ကိုင်ပေးနိုင်ပါပြီ။)
ta: மறக்காமல் ஊடலையைச் செயல்பாட்டில் வைத்திருந்து, உங்கள் செயலியைப் பின்னணியில் திறந்தே வைத்திருக்கவும் (ஆம், இப்போது எங்களால் ஐஓஎஸ் பின்னணியிலும் செயல்படமுடியும்!)
th: อย่าลืมเปิดบลูทูตและเปิดแอพไว้ด้านหลังเสมอ (ใช่! เราสามารถใช้งานกับ iOS ได้แล้ว)
zh_hans: 记得开启蓝牙功能，让此应用程序在手机后台运行（此应用程序现已可以在iOS操作系统运作！）

# PleaseNoteBold1Details
source: keep Bluetooth on
bn: ব্লুটুথ চালু রাখবেন
hi: अपने ऐप को बैकग्राउंड में खुला रखें
ms: Pastikan Bluetooth dihidupkan
my: သင့်အက်ပ်ကို နောက်ခံတွင် ဖွင့်မြဲဖွင့်ထားပြီး
ta: ஊடலையைச் செயல்பாட்டில் வைத்திருந்து
th: อย่าลืมเปิดบลูทูตและเปิดแอพไว้ด้านหลังเสมอ
zh_hans: 开启蓝牙功能

# PleaseNoteBold2Details
source: keep your app open in the background
bn: অ্যাপটি ব্যাকগ্রাউন্ডে (পেছনে) চালু রাখবেন!
hi: ब्लूटूथ को चालू रखें
ms: aplikasi dibiarkan berfungsi pada bahagian latar
my: ဘလူးတုသ်ကို ဖွင့်ထားပါ။
ta: உங்கள் செயலியைப் பின்னணியில் திறந்தே வைத்திருக்கவும்
zh_hans: 让此应用程序在手机后台运行

# AppIsWorkingHeader
source: Your app is working now!
bn: আপনার অ্যাপ এখন কাজ করছে!
hi: अब आपका ऐप काम कर रहा है!
ms: Aplikasi anda sedang berfungsi!
my: ယခု သင့်အက်ပ်သည် အလုပ်လုပ်နေပါပြီ။
ta: உங்கள் செயலி இப்போது செயல்படுகிறது!
th: ตอนนี้แอปของคุณใช้งานได้แล้ว
zh_hans: 您的应用程序正在运行！

# AppActiveHeader
source: Your app is now activated!
bn: আপনার অ্যাপ তৈরি!
hi: आपका ऐप अब सक्रिय कर दिया गया है!
ms: Aplikasi anda kini aktif!
ta: உங்கள் செயலி இப்போது செயல்படுத்தப்பட்டது!
th: ขณะนี้แอปของคุณได้รับการเปิดใช้งานแล้ว
zh_hans: 您的应用程序已激活！

# SgFlag
source: A safe new normal, together 🇸🇬
bn: জীবনযাত্রা নিরাপদে পুনরায় শুরু, একসাথে 🇸🇬
hi: जीवन को फिर से सुरक्षित रूप से मिलकर शुरू करना है 🇸🇬
ms: Bersama meneruskan hidup dengan selamat 🇸🇬
my: ဘေးကင်းလုံခြုံသော ဘဝကို အတူတကွ ပြန်ရယူကြပါစို့ 🇸🇬
ta: ஒன்றாக, பாதுகாப்பாக வாழ்க்கையை மீண்டும் தொடர 🇸🇬
th: ใช้ชีวิตอย่างปลอดภัยด้วยกัน 🇸🇬
zh_hans: 让我们齐心协力、安全地恢复生活🇸🇬

source: Share this app
bn: অ্যাপটি শেয়ার করুন
hi: इस एप को शेयर कीजिए
ms: Kongsi aplikasi ini
my: ဤအက်ပ်ကို မျှဝေလိုက်ပါ
ta: இந்த செயலியைப் பகிரவும்
th: แชร์แอปนี้
zh_hans: 分享此应用程序

# SafeEntryCheckInHome
source: SafeEntry check in
bn: SafeEntry চেক ইন
hi: SafeEntry चेक-इन करें
ms: Daftar masuk SafeEntry
my: အစစ်ဆေးခံပြီး ဘေးကင်းလုံခြုံစွာ ဝင်ခြင်း။
ta: SafeEntry நுழைவுப்பதிவு
th: เช็คอินของ SafeEntry
zh_hans: SafeEntry登入

source: Pause TraceTogether
bn: TraceTogether আপাতত থামান
hi: ट्रेस-टूगेदर को रोकें
ms: Jeda Jejaki Bersama
my: TraceTogether ကို ခဏရပ်ရန်
ta: ட்ரேஸ்டுகெதரை (TraceTogether) இடைநிறுத்தவும்
th: หยุด TraceTogether ชั่วคราว
zh_hans: 暂停合力追踪

# ShareApp
source: Join us in stopping the spread of COVID-19. Download TraceTogether, an app by MOH and GovTech. Go to: https://tracetogether.gov.sg
bn: কোভিড-19 বিস্তার রোধে আমাদের সাথে যোগ দিন যাতে আমরা একসাথে, নিরাপদ জীবন যাপন করতে পারি। MOH এবং GovTech এর TraceTogether অ্যাপ ডাউনলোড করুন। এখানে যান: https://tracetogether.gov.sg
hi: COVID-19 के प्रसार को रोकने में हमारा साथ दें ताकि हम मिलकर सुरक्षित जीवन जी सके| MOH और GovTech के ऐप ट्रेस टुगेदर को डाउनलोड करें। https://tracetogether.gov.sg पर जाएं
ms: Ikut kami menghentikan COVID-19 untuk hidup bersama dengan selamat. Muat turun TraceTogether, sebuah aplikasi oleh MOH dan GovTech. Layari: https://tracetogether.gov.sg
my: ဘဝလုံခြုံစွာ ရှင်သန်နိုင်ဖို့ COVID-19 ကူးစက်ပျံ့နှံ့မှု ရပ်တန့်ရေးမှာ ကျွန်တော်တို့နဲ့အတူ ပါဝင်ပေးပါ။ MOH နဲ့ GovTech တို့ရဲ့ အက်ပ်တစ်ခုဖြစ်တဲ့ TraceTogether ကို ဒေါင်းလုဒ်လုပ်ပါ။ https://tracetogether.gov.sg - ကို ဝင်ကြည့်ပေးပါ။
ta: கோவிட்-19 பரவுவதை நிறுத்துவதில் எங்களுடன் இணையுங்கள், இதனால் நாம் ஒன்றாக, பாதுகாப்பாக வாழ முடியும். MOH மற்றும் GovTech இன் செயலியான TraceTogether ஐ பதிவிறக்கவும். செல்லவும்: https://tracetogether.gov.sg
th: มาช่วยเราหยุดการระบาดของโรค COVID-19 เพื่อให้เราใช้ชีวิตได้อย่างปลอดภัยด้วยกัน ดาวน์โหลดแอป TraceTogether ที่พัฒนาโดย MOH และ GovTech ได้ที่: https://tracetogether.gov.sg
zh_hans: 和我们一起努力来遏止新冠病毒的传播，以便能够安全有序地生活。 下载合力追踪，这是由卫生部和GovTech推出的应用程序。 转至：https://tracetogether.gov.sg

# PleaseKeepAppFor
source: Please keep the app for <b>14 days</b> <u>after</u> you leave Singapore. This allows Singapore’s Ministry of Health to notify you if you had close contact with a COVID-19 case, to better protect you and your loved ones. When you’re in Singapore, remember to <b>keep your app open in the background</b> and <b>keep Bluetooth on.</b> Safe travels!
bn: সিঙ্গাপুর ত্যাগ করার <u>পর</u> <b>১৪ দিন</b> পর্যন্ত অ্যাপটি ইন্সটল করে রাখুন। আপনার এবং আপনার প্রিয়জনদের নিরাপত্তা নিশ্চিত করার জন্য এটি গুরুত্বপূর্ণ। এর সাহায্যে সিঙ্গাপুরের স্বাস্থ্য মন্ত্রণালয় আপনাকে সম্ভাব্য সংক্রমণের ব্যাপারে জানাতে পারবে। সিঙ্গাপুরে থাকাকালীন অবশ্যই মনে করে <b>অ্যাপটি ব্যাকগ্রাউন্ডে চালু রাখবেন</b> এবং <b>ব্লুটুথ অন রাখবেন।</b> আপনার যাত্রা নিরাপদ হোক।
hi: सिंगापुर छोड़ने के बाद आप कृपया <b>14 दिनों</b> तक ऐप को बनाए रखें| इससे अगर आप COVID-19 मामले के किसी व्यक्ति के नज़दीकी संपर्क में आते हैं, तो सिंगापुर का स्वास्थ्य मंत्रालय आपको सूचित कर सकेगा ताकि आपकी और आपके प्रियजनों की बेहतर सुरक्षा की जा सके| जब आप सिंगापुर में हों, तो <b>अपने ऐप को पृष्ठभूमि में खुला रखना और Bluetooth चालू रखना</b> याद रखें| सुरक्षित रूप से यात्रा करें!
ms: Harap jangan padamkan aplikasi ini dalam tempoh <b>14 hari</b> <u>selepas</u> anda berangkat dari Singapura. Ini membolehkan Kementerian Kesihatan Singapura untuk maklumkan kepada anda jika anda telah berhubung rapat dengan kes COVID-19, bagi melindungi anda dan orang-orang yang tersayang dengan lebih baik. Apabila anda di Singapura, jangan lupa untuk <b>pastikan aplikasi anda aktif di latar</b> dan <b>Bluetooth dihidupkan.</b> Selamat berangkat!
my: စင်္ကာပူမှ ထွက်ခွာပြီး<u>နောက်</u> <b>14 ရက်</b> အထိ ဤအက်ပ်ကို ဆက်လက်အသုံးပြုပါ။. ဤနည်းဖြင့် သင်နှင့် သင်ချစ်ခင်ရသူများကို ပိုမိုကာကွယ်နိုင်ရန် သင်က COVID-19 ရောဂါရှိသူနှင့် အနီးကပ်ထိတွေ့မှု ရှိခဲ့ပါက စင်္ကာပူကျန်းမာရေးဝန်ကြီးဌာနသည် သင့်ကို အကြောင်းကြားပါမည်။ သင် စင်္ကာပူတွင်ရှိနေစဉ် <b>သင့်အက်ပ်ကို နောက်ခံတွင် ဖွင့်ထားပြီး ဘလူးတုသ်ဖွင့်ထား</b> ရန် မမေ့ပါနှင့်။ ဘေးကင်းလုံခြုံစွာ ခရီးသွားပါ။
ta: நீங்கள் சிங்கப்பூரை விட்டு வெளியேறிய <u>பிறகு</u> <b>14 நாட்களுக்கு</b> செயலியை வைத்திருக்கவும். உங்களுக்கும் உங்கள் அன்புக்குரியவர்களுக்கும் சிறந்த முறையில் பாதுகாப்பு கொடுக்க, நீங்கள் ஓரு கொவிட்-19 வழக்குடன் நெருங்கிய தொடர்பு வைத்திருந்தால், உங்களுக்குத் தெரிவிக்க சிங்கப்பூரின் சுகாதார அமைச்சகத்தை இது அனுமதிக்கிறது. நீங்கள் சிங்கப்பூரில் இருக்கும்போது, உங்கள் கைபேசியில் <b>செயலியையும் ஊடலையையும் பின்னணியில் தொடர்ந்து இயங்கி கொண்டிருக்க வைத்திருக்கவும்.</b> பாதுகாப்பாகப் பயணியுங்கள்!
th: โปรดเปิดใช้งานแอปอีก <b>14 วัน</b> <u>หลังจาก</u>ที่คุณเดินทางออกจากประเทศสิงคโปร์แล้ว การทำเช่นนี้เพื่อให้กระทรวงสาธารณสุขของสิงคโปร์สามารถแจ้งเตือนให้คุณทราบหากคุณสัมผัสใกล้ชิดกับผู้ป่วยโควิด-19 เพื่อปกป้องคุณและคนที่คุณรัก เมื่อคุณอยู่ในประเทศสิงคโปร์ อย่าลืม <b>เปิดแอปและ Bluetooth ไว้ตลอดเวลา</b> ขอให้คุณเดินทางปลอดภัย!
zh_hans: 请在离境后的<b>十四天</b><u>之后</u>才删除应用程序。 这将能更好地保护您与至亲，在发现您与冠病确诊患者曾有近距离接触时，新加坡卫生部能通知您。 当您在新加坡游览观光时，请记得 <b>在手机后台运行应用程序</b>并<b>开启您的蓝牙设置。</b> 开心旅游，防控为先！

# InvalidOTP
source: Must be a 6-digit code
ms: Kod harus mengandungi 6 digit
ta: 6 இலக்க குறியீடாக இருக்க வேண்டும்
zh_hans: 一定要是6位数密码

# WrongOTP
source: Wrong OTP entered
bn: ভুল ওটিপি দিয়েছেন
hi: गलत OTP दर्ज किया गया
ms: Kod tidak sah
my: မှားယွင်းသော OTP နံပါတ်ကို ဖြည့်ထားသည်
ta: ஒரு முறை கடவுச்சொல் (OTP) தவறாக உள்ளிடப்பட்டது
th: OTP ที่ป้อนไม่ถูกต้อง
zh_hans: 密码输入错误

source: Invalid PIN
bn: PIN সঠিক নয়
hi: गलत पिन
ms: PIN tidak sah
my: PIN မှားနေသည်
ta: தவறான பின்
th: PIN ไม่ถูกต้อง
zh_hans: 密码错误

source: Invalid upload code
bn: আপলোড কোড সঠিক নয়
hi: गलत अपलोड कोड
ms: Kod muat naik tidak sah
my: အပ်လုဒ်တင်ကုဒ် မှားနေသည်
ta: பதிவேற்றக் குறியீடு தவறானது
th: รหัสการอัปโหลดไม่ถูกต้อง
zh_hans: 无效的上传代码

# CodeWillExpired
source: Didn't receive SMS? Try again in %@.
ms: Kod anda akan luput dalam %@.
ta: எஸ்எம்எஸ் பெறவில்லையா? %@ மீண்டும் முயற்சிக்கவும்.
zh_hans: 您的一次性密码将在 %@ 内失效。

# CodeHasExpired
source: Your code has expired.
ms: Tempoh kod anda sudah tamat.
ta: உங்கள் குறியீடு காலாவதியானது.
zh_hans: 您的密码已失效。

source: Not a valid code
ms: Kod tidak sah
ta: செல்லுபடியாகும் குறியீடு அல்ல
zh_hans: 密码无效

source: Data uploaded
ms: Data dimuat naik
ta: உங்கள் தரவு MOH-ற்கு பதிவேற்றப்பட்டுள்ளது
zh_hans: 数据上载完毕

source: Data not uploaded
ms: Data tidak dimuat naik
ta: தரவு பதிவேற்றப்படவில்லை
zh_hans: 数据上载失败

source: Last Updated :
bn: সর্বশেষ আপডেট :
hi: आखरी अपडेट :
ms: Terakhir dikemaskini :
my: နောက်ဆုံးအခြေအနေ :
ta: கடைசியாகப் புதுப்பிக்கப்பட்டது:
th: อัพเดทล่าสุด :
zh_hans: 最后更新:

source: Use power saver mode
ms: Gunakan mod penjimatan kuasa
ta: மின்சக்திச் சேமிப்பு பயன்முறையைப் பயன்படுத்தவும்
zh_hans: 使用省电模式

# TTisDeactivated
source: TraceTogether is Deactivated
ms: Jejaki Bersama telah dinyahaktifkan
ta: ஒன்றிணைந்து தடமறிதல் செயலிழக்கச் செய்யப்பட்டுள்ளது
zh_hans: 合力追踪已经停用

# iPhoneUsersBackgroundWorks
source: iPhone users — your app can work in the background now!!
bn: আইফোন ব্যবহারকারীগণ — আপনার অ্যাপ এখন ব্যাকগ্রাউন্ডে কাজ করবে!!
ms: Pengguna iPhone - aplikasi kini boleh berfungsi di latar belakang!!
my: iPhone သုံးစွဲသူများခင်ဗျာ — ယခုအခါ သင့်အက်ပ်သည် နောက်ခံတွင် လုပ်ဆောင်နိုင်ပါပြီ!!
ta: ஐபோன் பயனர்கள் - உங்கள் செயலி இப்போது பின்னணியில் வேலை செய்ய முடியும்!!
th: ผู้ใช้ iPhone — ตอนนี้แอปของคุณสามารถทำงานอยู่เบื้องหลังได้แลั้ว!!
zh_hans: iPhone用户 - 您的应用程序如今可在后端运行!

# iPhoneUsersBackgroundBold
source: background
bn: ব্যাকগ্রাউন্ডে
hi: बैकग्राउंड
ms: latar belakang
ta: பின்னணியில்
zh_hans: 后端

# WhatYouNeedToDo
source: You need to keep your app open in the background. Do not swipe up on the app to close it.
bn: আপনাকে যা করতে হবে: অ্যাপটি ব্যাকগ্রাউন্ডে চলতে দিন। সোয়াইপ করে বন্ধ করে দেবেন না।
ms: Anda perlu pastikan perkara yang berikut: Biarkan apilkasi berfungsi pada bahagian latar dan jangan diseret tutup.
ta: நீங்கள் செய்ய வேண்டியவை: உங்கள் செயலியைப் பின்னணியில் திறந்தே வைத்திருக்கவும், அதனை மூடிவிடவேண்டாம்
th: สิ่งที่คุณต้องทำ: เปิดแอพทิ้งไว้ด้านหลังและอย่าปิด
zh_hans: 请您开启蓝牙功能，让此应用程序在手机后台运行。请勿滑动关闭应用程序。

# WhatYouNeedToDoBold
source: keep your app open in the background
bn: ব্যাকগ্রাউন্ডে
ms: Biarkan apilkasi berfungsi pada bahagian latar
ta: உங்கள் செயலியைப் பின்னணியில் திறந்தே வைத்திருக்கவும்
th: เปิดแอพทิ้งไว้ด้านหลังและอย่าปิด
zh_hans: 让此应用程序在手机后台运行。

# MoreLanguages
source: More languages — বাংলা, ဗမာ, 中文, हिन्दी, Melayu, தமிழ், ไทย
bn: আরো অন্যান্য ভাষায়
hi: और अधिक भाषाएँ
ms: Lebih bahasa — বাংলা, ဗမာ, 中文, English, हिन्दी, தமிழ், ไทย
my: နောက်ထပ် ဘာသာစကားများ
ta: கூடுதல் மொழிகள் — বাংলা, ဗမာ, 中文, English, हिन्दी, Melayu, ไทย
th: ภาษาอื่น ๆ
zh_hans: 更多语言 — বাংলা, ဗမာ, 中文, हिन्दी, Melayu, தமிழ், ไทย

source: languages
bn: আরো অন্যান্য ভাষায় — ဗမာ, 中文, English, हिन्दी, Melayu, தமிழ், ไทย
hi: और अधिक भाषाएँ — বাংলা, ဗမာ, 中文, English, Melayu, தமிழ், ไทย
ms: bahasa
my: နောက်ထပ် ဘာသာစကားများ — বাংলা, 中文, English, हिन्दी, Melayu, தமிழ், ไทย
ta: மொழிகள்
th: ภาษาอื่น ๆ — বাংলা, ဗမာ, 中文, English, हिन्दी, Melayu, தமிழ்
zh_hans: 语言

# NewLook
source: New look — from blue to red
bn: নতুন ইন্টারফেস ডিজাইন — নীল থেকে লাল
ms: Reka bentuk antara muka baru — dari biru hingga merah
ta: புதிய இடைமுக வடிவமைப்பு — நீலம் முதல் சிவப்பு வரை
th: การออกแบบอินเตอร์เฟสใหม่ — จากสีน้ำเงินเป็นสีแดง
zh_hans: 新界面设计 — 从蓝色到红色

# NewLookBold
source: New look
bn: নতুন ইন্টারফেস ডিজাইন
ms: Reka bentuk antara muka baru
ta: புதிய இடைமுக வடிவமைப்பு
th: การออกแบบอินเตอร์เฟสใหม่
zh_hans: 新界面设计

# ScanAndGo
source: Scan and go with SafeEntry QR code — no more forms
bn: সেফএন্ট্রি (SafeEntry) কিউআর কোড দিয়ে ঝটপট স্ক্যান করে ফেলুন — কোন ফর্মের ঝামেলা নেই!
ms: Imbas dan pergi ke kod QR SafeEntry - bebas borang!
ta: SafeEntry QR குறியீட்டுடன் வருடிச் செல்லலாம் - இனி படிவங்கள் கிடையாது!
th: สแกน QR และดำเนินการต่อเลย - ไม่ต้องกรอกอะไรอีก!
zh_hans: 扫描SafeEntry QR码即可，无须再输入资料！

# ScanAndGoBold
source: Scan and go
bn: কিউআর কোড দিয়ে ঝটপট স্ক্যান করে ফেলুন
ms: Imbas dan pergi ke
my: QR စကင်ဖတ်ပြီးသွားပါ။
ta: குறியீட்டுடன் வருடிச் செல்லலாம்
th: และดำเนินการต่อเลย
zh_hans: 扫描

source: check-in
bn: চেক-ইন
hi: चेक-इन
my: ဝင်သုံးလိုက်ပါ
ta: நுழைவு
th: เช็คอิน
zh_hans: 登入

# PersonalMedicalInformation
source: ID verification — so MOH can reach you accurately and quickly for contact tracing
bn: আইডি যাচাইকরণ, যাতে আপনি অ্যাপের মাধ্যমে COVID-19 সম্পর্কিত ব্যক্তিগত চিকিত্সার তথ্য পেতে পারেন
hi: आईडी सत्यापन, तो आप आवेदन के माध्यम से COVID-19 से संबंधित व्यक्तिगत चिकित्सा जानकारी प्राप्त कर सकते हैं।
ms: Pengesahan identiti, supaya anda boleh mendapatkan maklumat perubatan peribadi yang berkaitan dengan COVID-19 melalui aplikasi Jejaki Bersama.
my: ID ကိုစိစစ်အတည်ပြု, ထို့ကြောင့်သင်သည် COVID-19 နှင့်သက်ဆိုင်သောကိုယ်ရေးကိုယ်တာဆိုင်ရာဆေးဘက်ဆိုင်ရာအချက်အလက်များကိုအက်ပ်မှတဆင့်ရယူနိုင်သည်
ta: அடையாள எண் சரிபார்ப்பு, நீங்கள் COVID-19 பற்றிய தனிப்பட்ட மருத்துவ தகவல்களை TraceTogether மூலம் பெறுவதற்காக.
th: การตรวจสอบ ID, เพื่อให้คุณสามารถรับข้อมูลทางการแพทย์ส่วนบุคคลที่เกี่ยวข้องกับ COVID-19 ผ่านแอพ
zh_hans: 身份验证，让您可以通过合力追踪接收和冠状病毒有关的个人医疗信息

source: ID verification
bn: আইডি যাচাইকরণ
hi: आईडी सत्यापन
ms: Pengesahan identiti
my: ID ကိုစိစစ်အတည်ပြု
ta: அடையாள எண்
th: การตรวจสอบ ID
zh_hans: 身份验证

# OKExclam
source: OK!
bn: ঠিক আছে!
ta: சரி!
th: โอเค!
zh_hans: 完成！

# IfYouHaveOneofTheFollowing
source: If you have one of the following: <ls:4><fs:14> • NRIC / Singapore Birth Cert No. • FIN (Work Pass) • FIN (Dependent’s Pass) • FIN (Student’s Pass) • FIN (Long Term Visit Pass) </fs></ls> COVID test results are matched by NRIC/FIN. <b>Please re-register with your NRIC/FIN.</b>
bn: আপনার যদি নিচের যেকোন একটি থেকে থাকে: <ls:4><fs:14> • NRIC / সিঙ্গাপুর বার্থ সার্টিফিকেট নম্বর • FIN (ওয়ার্ক পাস) • FIN (নির্ভরশীলদের পাস) • FIN (শিক্ষার্থীদের পাস) • FIN (দীর্ঘমেয়াদী ভিজিট পাস) </fs></ls> আপনার NRIC/FIN নম্বরের সাহায্যেই আপনার COVID টেস্ট সনাক্ত করা হয়। <b>অনুগ্রহ করে আপনার NRIC/FIN নম্বর দিয়ে পুনরায় রেজিস্ট্রেশন করুন।</b>
hi: अगर आपके पास इनमें से कोई एक मौजूद है: <ls:4><fs:14> • NRIC / सिंगापुर का जन्म प्रमाणपत्र नंबर • FIN (वर्क पास) • FIN (डिपेंडेंट का पास) • FIN (छात्र-पास) • FIN (दीर्घकालिक यात्रा पास) </fs></ls> आपके COVID के परीक्षण परिणामों का मिलान आपके NRIC/FIN से हो गया है। <b>कृपया अपने NRIC/FIN के साथ फिर से पंजीकरण करें।</b>
ms: Jika anda memiliki satu daripada yang berikut: <ls:4><fs:14> • NRIC / No. Sijil Kelahiran Singapura • FIN (Pas Kerja) • FIN (Pas Tanggungan) • FIN (Pas Pelajar) • FIN (Pas Lawatan Jangka Panjang (LTVP)) </fs></ls> Keputusan ujian COVID anda dipadankan dengan NRIC/FIN anda. <b>Sila daftar sekali lagi menggunakan NRIC/FIN anda.</b>
my: သင့်တွင် အောက်ပါတို့အနက် တစ်ခုခုရှိပါက- <ls:4><fs:14> • NRIC / စင်္ကာပူ မွေးစာရင်းနံပါတ် • FIN (အလုပ်လုပ်ကိုင်ခွင့်) • FIN (မှီခိုနေထိုင်ခွင့်) • FIN (ကျောင်းသားနေထိုင်ခွင့်) • FIN (နှစ်ရှည်လည်ပတ်မှု ဝင်ခွင့်လက်မှတ်) </fs></ls> သင်၏ COVID စစ်ဆေးမှုအဖြေများကို သင်၏ NRIC/FIN နှင့် တိုက်ဆိုင်စစ်ဆေးသည်။ <b>သင်၏ NRIC/FIN နှင့် ပြန်လည် မှတ်ပုံတင်ပါ။</b>
ta: உங்களிடம் பின்வருபவற்றிலிருந்து ஒன்று இருந்தால்: <ls:4><fs:14> • NRIC / சிங்கப்பூர் பிறப்பு சான்றிதழ் எண். • FIN (பணி நுழைவுச்சீட்டு) • FIN (சார்ந்தவரின் நுழைவுச்சீட்டு) • FIN (மாணவரின் நுழைவுச்சீட்டு) • FIN (நீண்ட கால வருகை நுழைவுச்சீட்டு) </fs></ls> உங்கள் கொவிட் சோதனை முடிவுகள் உங்கள் NRIC / FIN உடன் பொருந்துகின்றன. <b>உங்கள் NRIC / FIN உடன் மீண்டும் பதிவு செய்யவும்.</b>
th: หากคุณมีรายการใดรายการหนึ่งต่อไปนี้: <ls:4><fs:14> • NRIC / หมายเลขสูติบัตรของสิงคโปร์ • FIN (ใบอนุญาตทำงาน) • FIN (ใบอนุญาตสำหรับผู้ติดตาม) • FIN (ใบอนุญาตสำหรับนักเรียนนักศึกษา) • FIN (ใบอนุญาตให้พำนักอาศัยระยะยาว) </fs></ls> ผลตรวจโควิดของคุณตรงกับ NRIC/FIN ของคุณ <b>โปรดลงทะเบียนใหม่อีกครั้งด้วย NRIC/FIN ของคุณ</b>
zh_hans: 如果您持有以下任何一个证件： <ls:4><fs:14> • NRIC / 新加坡出生证明号码 • FIN (工作准证) • FIN (家属准证) • FIN (学生准证) • FIN (长期探访准证) </fs></ls> 应用程序将依据您的 NRIC/FIN 检索您的冠病检测报告。<b>请使用您的 NRIC/FIN 再次注册登记。</b>

# IfYourProfileFalls
source: <ls:16>If your profile falls under the following:<fs:14></ls> <ls:4> • Short-term travel to Singapore • Diplomatic duties • Special Pass holder • Others</fs> </ls> COVID test results are matched by Passport details. <b>Please ensure that you re-register using the passport that you entered Singapore with.</b>
bn: <ls:16>আপনার প্রোফাইল যদি এরকম হয়ে থাকে:<fs:14></ls> <ls:4> • সিঙ্গাপুরে স্বল্প সময়ের জন্য ভ্রমণ • কূটনৈতিক মিশন • স্পেশাল পাস-ধারী • অন্যান্য</fs> </ls> আপনার পাসপোর্ট নম্বরের সাহায্যেই আপনার COVID টেস্ট সনাক্ত করা হয়। <b>অনুগ্রহ করে সিঙ্গাপুরে যে পাসপোর্ট দিয়ে প্রবেশ করেছেন, সেটি দিয়েই রেজিস্ট্রেশন করুন।</b>
hi: <ls:16>अगर आपकी प्रोफ़ाइल इनमें से किसी एक के तहत आती है:<fs:14></ls> <ls:4> • सिंगापुर में थोड़े समय की यात्रा • राजनयिक कर्तव्य • विशेष पास धारक • अन्य</fs> </ls> आपके COVID के परीक्षण परिणामों का मिलान आपके पासपोर्ट विवरण से हो गया है। <b>सुनिश्चित करें कि आप उस पासपोर्ट का उपयोग करके दोबारा पंजीकरण करें जिससे आपने सिंगापुर में प्रवेश किया था।</b>
ms: <ls:16>Jika profil anda termasuk dalam yang berikut:<fs:14></ls> <ls:4> • Lawatan jangka pendek ke Singapura • Tugasan diplomatik • Pemegang Pas Khas • Lain-lain</fs> </ls> Keputusan ujian COVID anda dipadankan dengan butiran Pasport anda. <b>Pastikan anda daftar sekali lagi menggunakan pasport yang digunakan untuk memasuki Singapura.</b>
my: <ls:16>သင်၏ ပရိုဖိုင်သည် အောက်ပါခေါင်းစဉ်အောက်တွင် ရှိပါက-<fs:14></ls> <ls:4> • စင်္ကာပူသို့ ခေတ္တလာရောက်ခြင်း • သံတမန်ရေးရာ တာဝန်များ • အထူးလက်မှတ်ကိုင်ဆောင်သူ • အခြား</fs> </ls> သင်၏ COVID စစ်ဆေးမှုအဖြေများကို သင့်ပတ်စပို့ဖြင့် တိုက်ဆိုင်စစ်ဆေးသည်။ <b>စင်္ကာပူသို့ ဝင်ရောက်ရာတွင် သုံးသော ပတ်စပို့ဖြင့် ပြန်လည်မှတ်ပုံတင်ကြောင်း သေချာပါစေ။</b>
ta: <ls:16>உங்கள் சுயவிவரம் பின்வருபவற்றிலிருந்து கீழ் வந்தால்:<fs:14></ls> <ls:4> • சிங்கப்பூருக்கு குறுகிய கால பயணம் • தூதரகக் கடமைகள் • சிறப்பு நுழைவுச்சீட்டு வைத்திருப்பவர் • மற்றவைகள்</fs> </ls> உங்கள் கொவிட் சோதனை முடிவுகள் உங்கள் கடவுச்சீட்டு விவரங்களுடன் பொருந்துகின்றன. <b>நீங்கள் சிங்கப்பூருக்குள் நுழைந்த கடவுச்சீட்டைப் பயன்படுத்தி மீண்டும் பதிவுசெய்கிறீர்கள் என்பதை உறுதிப்படுத்தவும்.</b>
th: <ls:16>หากโปรไฟล์ของคุณอยู่ในเกณฑ์ดังต่อไปนี้:<fs:14></ls> <ls:4> • การเดินทางระยะสั้นมายังประเทศสิงคโปร์ • ทำหน้าที่ทางการทูต • ผู้ถือใบอนุญาตพิเศษ (Special Pass) • อื่นๆ</fs> </ls> ผลตรวจโควิดของคุณตรงกับข้อมูลหนังสือเดินทางของคุณ <b>ตรวจสอบว่าคุณได้ลงทะเบียนอีกครั้งโดยใช้หนังสือเดินทางที่คุณใช้ในการเดินทางเข้ามาในประเทศสิงคโปร์ </b>
zh_hans: <ls:16>如果您：<fs:14></ls> <ls:4> • 在新加坡短期旅游 • 有外交职责 • 是特别准证（Special Pass）持有者 • 其他</fs> </ls> 应用程序将依据您的护照资料检索您的冠病检测报告。<b>请确保您使用入境时的护照资料再次注册登记。</b>

# GoToSettingsTurnOnBluetooth
source: Go to Settings or Control Center and turn on your phone’s Bluetooth. Then come back to the app.
bn: সেটিংস অথবা কন্ট্রোল সেন্টারে যান এবং আপনার ফোনের ব্লু টুথ চালু করুন। এরপর অ্যাপ-এ ফেরত আসুন।
hi: सेटिंग या कंट्रोल सेंटर पर जाएं और अपने फोन के ब्लूटूथ को चालू करें। फिर ऐप पर वापस आएं।
ms: Maju ke Tetapan atau Pusat Kawalan dan hidupkan Bluetooth. Kembali ke aplikasi.
my: ဆက်တင်များ သို့မဟုတ် ထိန်းချုပ်ရေးစင်တာသို့ သွားပြီး သင့်ဖုန်း၏ ဘလူးတုသ်ကို ဖွင့်ပါ။ ယင်းနောက် အက်ပ်ကို ပြန်ဖွင့်သုံးပါ။
ta: அமைப்புகள் அல்லது கட்டுப்பாட்டு மையத்திற்குச் சென்று உங்கள் தொலைபேசியின் புளூடூத்தை (Bluetooth) இயக்கவும். பின்னர் செயலிக்கு மீண்டும் வரவும்.
th: ไปที่ การตั้งค่า หรือ ศูนย์ควบคุม และเปิดสัญญาณ Bluetooth ในโทรศัพท์ จากนั้นกลับมาที่แอป
zh_hans: 在“设置”或“控制中心”开启您手机的蓝牙。 然后回到此应用程序。

source: Settings
bn: সেটিংস
hi: सेटिंग
ms: Tetapan
my: ဆက်တင်များ
ta: அமைப்புகள்
th: การตั้งค่า
zh_hans: 设置

source: Control Center
bn: কন্ট্রোল সেন্টারে
hi: कंट्रोल सेंटर
ms: Pusat Kawalan
my: ထိန်းချုပ်ရေးစင်တာ
ta: கட்டுப்பாட்டு மையத்திற்குச்
th: ศูนย์ควบคุม
zh_hans: 控制中心
