Repository: GovTechSG/OpenTT-iOS
Catalog: TraceTogether/*.lproj/Main.strings
Languages: bn, hi, ms, zh_hans

# 1v6-PL-zYo.text
source: Required
bn: প্রয়োজনীয় ক্ষেত্র
hi: आवश्यक क्षेत्र
ms: Dikehendaki
zh_hans: 必填字段

# 5Dw-z0-wjL.text
source: To the people of Singapore, with love
bn: সিংগাপুরের জনগণের প্রতি, ভালবাসা সহকারে
hi: सिंगापुर के लोगों के लिए सप्रेम
ms: Kepada warga Singapura tersayang
zh_hans: 致我们敬爱的新加坡人民

# 6Rh-JE-cit.normalTitle
source: Resend OTP
bn: আবার পাঠান OTP
hi: पुन: भेजें OTP
ms: Hantar semula OTP
zh_hans: 重发 OTP

# 6U2-DI-o9Z.text
source: Enter your mobile number
bn: আপনার মোবাইল নম্বর দিন
hi: अपना मोबाइल नंबर दर्ज करें
ms: Masukkan nombor telefon anda
zh_hans: 输入您的手机号码

# 7ld-e4-bn5.text
source: Verify your mobile number
bn: আপনার মোবাইল নম্বর যাচাই করে নিন
hi: अपना मोबाइल नंबर सत्यापित करें
ms: Sahkan nombor telefon anda
zh_hans: 验证您的手机号码

# 91U-bo-62v.text
source: MOH will use this number to contact you if you had possible exposure to COVID-19.
bn: আপনি যদি কোভিড-19 এর সম্ভাব্য সংস্পর্শে এসে থাকেন MOH এই নম্বর ব্যবহার করে আপনার সাথে যোগাযোগ করবে।
hi: यदि आप के अंदर COVID-19 का संभावित जोखिम हैं तो MOH आपसे संपर्क करने के लिए इस नंबर का उपयोग करेगा।
ms: Nombor ini untuk MOH hubungi anda jika anda berkemungkinan terdedah pada COVID-19.
zh_hans: 若您可能与冠病确诊病例接触过，MOH将使用此号码联系您。

# 9cK-8k-rST.text
source: Dear people of Singapore,
bn: প্রিয় সিঙ্গাপুরবাসী,
hi: सिंगापुर के प्यारे लोगों,
ms: Warga Singapura yang dihormati,
zh_hans: 亲爱的新加坡人民,

# DEa-ZV-4qP.text
source: A safe new normal starts with all of us, here.
bn: একটি নতুন স্বাভাবিক জীবনের সূচনা আমাদের সকলকে নিয়ে, এখানেই হবে।
hi: यहा सुरक्षित नया सामान्य जीवन इसके साथ शुरू होता है।
ms: Kehidupan selamat yang baru bermula dengan kami semua, di sini.
zh_hans: 让我们万众一心，共同迈入安全的新常态。

# GWc-qS-9y6.text
source: Enter the one-time pin (OTP) sent to
bn: এখানে পাঠানো ওয়ান-টাইম পিন-টি (ওটিপি) লিখুন
hi: भेजे गए वन-टाइम पिन (OTP) को दर्ज करें
ms: Masukkan pin laluan-guna-sekali (OTP) yang dihantar ke
zh_hans: 输入发送到[phone number]的OTP

# Jr6-r5-PwZ.normalTitle
source: LET'S GO
bn: আসুন এগিয়ে যাই
hi: आइए, आगे बढ़ते हैं
ms: JOM MULAKAN
zh_hans: 开始

# K7X-Ux-SAc.normalTitle
source: Wrong number?
bn: ভুল নম্বর?
hi: गलत नंबर?
ms: Nombor yang salah?
zh_hans: 号码错误?

# Tuw-g5-oMO.normalTitle
source: GET OTP
bn: ওটিপি পান
hi: OTP पाएं
ms: DAPATKAN OTP
zh_hans: 获取OTP（一次性密码）

# ZR9-l0-us4.text
source: You can make it safer. By using TraceTogether and helping others set it up, you’re containing the virus and protecting your loved ones.
bn: আপনি এটিকে আরো নিরাপদ করতে পারেন। TraceTogether ব্যবহার করে এবং অন্যদেরকে তা সেট আপে সাহায্য করে আপনি ভাইরাসকে নিয়ন্ত্রণে রাখছেন এবং আপনার প্রিয়জনদেরকে সুরক্ষা করছেন।
hi: आप इसे सुरक्षित बना सकते हैं। ट्रेस टूगेदर का उपयोग करके और दूसरों को इसे सेट करने में मदद करके, आप वायरस को नियंत्रित कर रहे है और अपने प्रियजनों की रक्षा कर रहे है|
ms: Kamu boleh memainkan peranan. Dengan menggunakan TraceTogether dan membantu orang lain menyediakannya, kamu dapat mengatasi wabak dan melindungi orang yang tersayang.
zh_hans: 您可以帮助我们更安全地抗击疫情。通过使用“合力追踪”和帮助他人设置此应用程序，您能制止冠病病毒的传播，保护您的亲友。

# a1b-A0-kue.normalTitle
source: NEXT
bn: পরবর্তী-তে যান
hi: आगे बढ़े
ms: SETERUSNYA
zh_hans: 下一步

# aWN-Zo-GBT.text
source: Wrong OTP entered
bn: ভুল ওটিপি দিয়েছেন
hi: गलत OTP दर्ज किया गया
ms: Pin OTP salah
zh_hans: OTP输入有误

# cR2-jD-1C4.text
source: Data used only when needed
bn: শুধুমাত্র প্রয়োজন হলেই ডেটা ব্যবহার করা হয়
hi: जरूरत होने पर ही डाटा का उपयोग किया जाता है
ms: Data digunakan bila perlu sahaja
zh_hans: 数据仅在有需要时使用

# g7m-W6-BSB.normalTitle
source: BACK
bn: পেছনে যান
hi: पीछे जाएं
ms: KEMBALI
zh_hans: 返回

# kJo-hQ-s9z.normalTitle
source: BACK
bn: পেছনে যান
hi: पीछे जाएं
ms: KEMBALI
zh_hans: 返回

# lQY-RW-yBL.normalTitle
source: VERIFY
bn: যাচাই করুন
hi: सत्यापित करें
ms: SAHKAN
zh_hans: 验证

# mX1-fu-fRD.normalTitle
source: Change Language
bn: ভাষা পরিবর্তন করুন
hi: भाषा बदलें
ms: Tukar bahasa
zh_hans: 更改语言

# sXw-5t-QMM.normalTitle
source: NEXT
bn: পরবর্তী-তে যান
hi: आगे बढ़े
ms: SETERUSNYA
zh_hans: 下一步

# sal-f1-LGG.normalTitle
source: BACK
bn: পেছনে যান
hi: पीछे जाएं
ms: KEMBALI
zh_hans: 返回

# wga-Wh-W6B.text
source: Tap letter to open
bn: খোলার জন্য অক্ষরে ট্যাপ করুন
hi: खोलने के लिए पत्र को टैप करें
ms: Tekan surat untuk buka
zh_hans: 打开信封

# wkG-G3-ozk.text
source: We’ve had a tough year, with many sacrifices as we fight the virus. In the next phase of our fight, we want to help one another live life normally, as safely as we can.
bn: আমরা একটি কঠিন বছর পার করেছি, ভাইরাসের সঙ্গে লড়াইয়ের জন্য অনেক ত্যাগ স্বীকার করেছি। আমাদের এই যুদ্ধের দ্বিতীয় ধাপে, যত নিরাপদে সম্ভব, স্বাভাবিক জীবন যাপনে আমরা একে অপরকে সাহায্য করতে চাই।
hi: हमने वायरस से लड़ाई लड़ते हुए कई बलिदानों के साथ एक मुश्किल वर्ष गुज़ारा है। अपनी लड़ाई के अगले चरण में, हम एक दूसरे को सामान्य रूप से जीवन जीने के लिए, जितनी सुरक्षित रूप से हो सके मदद करना चाहते हैं|
ms: Kita telah menghadapi tahun yang mencabar, dengan pelbagai pengorbanan dalam usaha memerangi virus ini. Pada fasa pertarungan seterusnya, kami ingin membantu satu sama lain untuk kembali ke kehidupan yang seperti asal, dengan seberapa selamat yang boleh.
zh_hans: 今年是个充满挑战的一年。我们努力对抗疫情的同时，也做出了许多的牺牲。我们在接下来的抗疫阶段中必须齐心协力、安全有序地恢复正常生活。

# wwb-2h-BNJ.title
source: Settings
bn: সেটিংস
hi: सेटिंग
ms: Tetapan
zh_hans: 设置
