Repository: GovTechSG/OpenTT-iOS
Catalog: TraceTogether/SafeEntry/*.lproj/SafeEntry.strings
Languages: bn, hi, my, ta, th, zh_hans

# 08k-SU-PQv.normalTitle
source: CHECK IN
bn: চেক ইন
hi: चेक-इन
my: အဝင်စစ်ဆေးရန်။
ta: நுழைவுப்பதிவு
th: เช็คอิน
zh_hans: 入场

# 8sV-4F-ico.text
source: How to use
bn: যেভাবে ব্যবহার করবেন
hi: उपयोग करने का तरीका
my: အသုံးပြုနည်း။
ta: பயன்படுத்தும் முறை
th: วิธีใช้
zh_hans: 如何使用

# 97B-Ht-lTp.text
source: Scan QR and go
bn: ঝটপট কিউআর স্ক্যান
hi: QR स्कैन करें और आगे बढ़ें
my: QR စကင်ဖတ်ပြီးသွားပါ။
ta: QR குறியீட்டை வருடிச் செல்க
th: สแกน QR และเริ่ม!
zh_hans: 扫描QR码即可

# CGf-e9-4Lr.normalTitle
source: Scan the SafeEntry QR code
bn: সেফএন্ট্রি (SafeEntry) কিউআর কোডটি স্ক্যান করুন
hi: SafeEntry QR कोड स्कैन करें
my: SafeEntry QR ကုဒ်ကိုစကင်ဖတ်ပါ။
ta: SafeEntry QR குறியீட்டை வருடவும்
th: สแกนรหัส QR ของ SafeEntry
zh_hans: 扫描SafeEntry QR码。

# Ccj-Cm-uV6.normalTitle
source: BACK TO HOME
bn: হোম-এ ফেরত যান
ta: மீண்டும் இல்லம் திரும்புக
zh_hans: 返回首页

# Dc9-oZ-ekY.text
source: SafeEntry check in
bn: সেফএন্ট্রি (SafeEntry) চেক ইন
hi: SafeEntry चेक-इन करें
my: SafeEntry အဝင်စစ်ဆေးရန်။
ta: SafeEntry நுழைவுப்பதிவு
th: เช็คอินของ SafeEntry
zh_hans: SafeEntry登记入场

# Igc-AZ-icL.normalTitle
source: GO TO SETTINGS
bn: সেটিংস-এ যান
hi: सेटिंग में जाएं
my: ဆက်တင်များသို့ သွားပါ
ta: அமைப்புகளுக்குச் செல்லவும்
th: ไปที่การตั้งค่า
zh_hans: 前往设置

# LEf-fN-qnw.normalTitle
source: COOL!
bn: অস্থির!
hi: शानदार!
my: ပြီးပါပြီ။
ta: அற்புதம்!
th: เยี่ยม!
zh_hans: 太好了！

# O3w-sb-4PM.text
source: No more form filling! And just one tap to check out.
bn: আর ফর্ম ফিলআপ করার প্রয়োজন নেই! আর, চেক আউট করতে একটি বোতামে চাপ দেয়াই যথেষ্ট!
hi: और कोई फ़ॉर्म नहीं भरना है! और चेक आउट करने के लिए बस एक और टैप करना है।
my: ပုံစံဖြည့်ရန်မလိုအပ်ပါ။ ထွက်ခွာရန် တခုတည်းကို အသာပုတ်ပါ။
ta: இனி படிவங்களை நிரப்ப வேண்டியதில்லை! ஒருமுறை தட்டி வெளியேறலாம்.
th: ไม่ต้องกรอกแบบผอร์มอีก! และกดแค่ครั้งเดียวเพื่อเช็คเอาท์
zh_hans: 无须再输入资料！而且只须点击一次，即可登记离场。

# Pk5-TH-mbS.text
source: Need your identity card?
bn: আপনার পরিচয়পত্র / আইসি প্রয়োজন?
hi: क्या आपको अपने पहचान कार्ड की ज़रूरत है?
my: သင်၏သက်သေခံကဒ်ပြားလိုပါသလား။
ta: உங்களது அடையாள அட்டை தேவையா?
th: ต้องการบัตรประจำตัว?
zh_hans: 需要身份证？

# kMn-2u-8uQ.text
source: Check in to:
bn: চেক ইন করছেন:
hi: इसमें चेक-इन करें:
my: ဝင်ရန်၊
ta: நுழைவுப்பதிவு செய்யுமிடம்:
th: เช็คอิน:
zh_hans: 登记进入：

# aj0-mi-rz0.normalTitle
source: CHECK OUT
bn: চেক আউট
hi: चेक आउट
my: အထွက်စစ်ဆေးရန်။
ta: வெளியேற்றப்பதிவு
th: เช็คเอาท์
zh_hans: 离场

# bzY-EW-I2G.normalTitle
source: GOT IT!
bn: বুঝেছি!
hi: समझ गया!
my: ရပါပြီ။
ta: புரிந்தது!
th: โอเค!
zh_hans: 了解！

# Z2u-4b-lp2.text
source: * Not applicable if you're seeking treatment at a medical facility # Not applicable to COVID-19 frontline workers
bn: * * আপনি কোন হাসপাতালে/ক্লিনিকে চিকিৎসাধীন থাকলে প্রযোজ্য নয়। # কোভিড-১৯ ফ্রন্টলাইন কর্মীদের জন্য প্রযোজ্য নয়।
hi: * अगर आप किसी चिकित्सा सुविधा स्थान पर उपचार करवा रहे हैं, तो यह लागू नहीं है # COVID-19 फ़्रंटलाइन कर्मचारियों पर लागू नहीं है
my: * အကယ်၍ သင်ဆေးဝါးကုသမှုဌာနတစ်ခုတွင်ကုသမှုခံယူလိုပါကအသုံးမပြုနိုင်ပါ။ # COVID-19 ရှေ့တန်းလုပ်သားများနှင့်မသက်ဆိုင်ပါ။
ta: * நீங்கள் மருத்துவ நிலையத்தில் சிகிச்சை நாடிச் சென்றிருந்தால் பொருந்தாது # கொவிட்-19 முன்னிலை ஊழியர்களுக்குப் பொருந்தாது
th: * นอกจากว่าคุณกำลังได้รับการรักษาที่สถานพยาบาล # ไม่สามารถใช้ได้กับพนักงานแนวหน้า COVID-19
zh_hans: * 如果您在医疗机构求诊，则不适用 # 不适用于COVID-19前线人员

# lOT-UB-Bbe.text
source: Please allow Camera access
bn: অনুগ্রহ করে ক্যামেরা ব্যবহারে অনুমতি দিন
hi: कृपया कैमरे को एक्सेस की अनुमति दें
my: ကျေးဇူးပြု၍ ကင်မရာသုံးခွင့်ပြုပါ။
ta: தயவுசெய்து புகைப்படக் கருவியின் பயன்பாட்டை அனுமதிக்கவும்
th: โปรดอนุญาตการเข้าถึงกล้อง
zh_hans: 请允许使用相机功能。

# TAc-de-w74.text
source: By checking in, you declare that:
bn: চেক ইন করার মাধ্যমে আপনি সত্য বলে ঘোষণা করছেন যে:
hi: चेक इन करके, आप यह घोषणा करते हैं:
my: စစ်ဆေးခြင်းအားဖြင့် သင်သည် အောက်ပါအချက်များကို အတည်ပြုပြီးဖြစ်သည်။
ta: நுழைவுப்பதிவு செய்வதன்வழி, பின்வரும் உறுதிமொழிகளை அளிக்கிறீர்கள்:
th: ในการเช็คอิน คุณยืนยันว่า:
zh_hans: 登记入场，即表示您声明：

# rBE-V4-Zes.text
source: How to use
bn: যেভাবে ব্যবহার করবেন
hi: उपयोग करने का तरीका
my: အသုံးပြုနည်း။
ta: பயன்படுத்தும் முறை
th: วิธีใช้
zh_hans: 如何使用

# uEa-su-KVk.normalTitle
source: BACK TO HOME
bn: হোম-এ ফেরত যান
hi: होम पर वापस जाएं
my: ပင်မစာမျက်နှာ ပြန်သွားရန်
ta: மீண்டும் இல்லம் திரும்புக
th: กลับไปหน้าหลัก
zh_hans: 返回首页

# wvi-DP-GuV.text
source: Scan your digital barcode for SafeEntry check in/out
bn: সেফএন্ট্রি (SafeEntry) চেক ইন/আউটে আইসির পরিবর্তে আপনার ডিজিটাল বারকোড স্ক্যান করুন
hi: SafeEntry चेक-इन/आउट के लिए अपना डिजिटल बारकोड स्कैन करें
my: သင့်ရဲ့ဒစ်ဂျစ်တယ်ဘားကုဒ်ကို SafeEntry အဝင်အထွက်တိုင်းတွင် စကင်ဖတ်ပါ။
ta: SafeEntry நுழைவுப்பதிவுக்கு / வெளியேற்றப்பதிவுக்கு உங்களது மின்னிலக்கப் பட்டைக் குறியீட்டை வருடவும்
th: สแกนบาร์โคดดิจิตอลื่อเช็คอินและเช็คเอาว์ของ SafeEntry
zh_hans: 扫描您的电子条码，以登记入场和离场。

# xTD-6g-X2m.text
source: Camera Permission is needed to scan SafeEntry QR codes
bn: সেফএন্ট্রি (SafeEntry) কিউআর কোড স্ক্যান করার জন্য ক্যামেরার পারমিশন / অনুমতি প্রয়োজন।
hi: SafeEntry QR कोड को स्कैन करने के लिए कैमरे की अनुमति की ज़रूरत है
my: SafeEntry QR ကုဒ်များကို စကင်ဖတ်ရန်ကင်မရာခွင့်ပြုချက်လိုအပ်သည်။
ta: SafeEntry QR குறியீடுகளை வருடுவதற்குப் புகைப்படக் கருவியின் பயன்பாடு தேவை
th: จำเป็นต้องได้รับอนุญาตการใช้กล้องเพื่อสแกนรหัส QR ของ SafeEntry
zh_hans: 允许此应用程序使用相机功能，才能扫描SafeEntry QR码。

# LKD-DT-cvd.text
source: How to use
bn: যেভাবে ব্যবহার করবেন
hi: उपयोग करने का तरीका
my: အသုံးပြုနည်း။
ta: பயன்படுத்தும் முறை
th: วิธีใช้
zh_hans: 如何使用

# dIA-4w-0pT.text
source: By checking in, you agree with the terms.
bn: চেক-ইন করার মাধ্যমে আপনি শর্তগুলো মেনে নিচ্ছেন।
hi: चेक-इन करके, आप शर्तों से सहमत होते हैं.
my: ဝင်ရောက်ခြင်းဖြင့် သင်သည် စည်းမျဉ်းများကို သဘောတူပါသည်။
ta: உள் நுழைதல் மூலம், நீங்கள் விதிமுறைகளை ஏற்றுக்கொள்கிறீர்கள்.
th: หากเช็คอิน หมายความว่าคุณยอมรับข้อกำหนดแล้ว
zh_hans: 点击登记入场，意味着您同意所列条款。

# AbL-qT-Xtn.text
source: * Not applicable if you're seeking treatment at a medical facility # Not applicable to COVID-19 frontline workers
bn: * * আপনি কোন হাসপাতালে/ক্লিনিকে চিকিৎসাধীন থাকলে প্রযোজ্য নয়। # কোভিড-১৯ ফ্রন্টলাইন কর্মীদের জন্য প্রযোজ্য নয়।
hi: * अगर आप किसी चिकित्सा सुविधा स्थान पर उपचार करवा रहे हैं, तो यह लागू नहीं है # COVID-19 फ़्रंटलाइन कर्मचारियों पर लागू नहीं है
my: * အကယ်၍ သင်ဆေးဝါးကုသမှုဌာနတစ်ခုတွင်ကုသမှုခံယူလိုပါကအသုံးမပြုနိုင်ပါ။ # COVID-19 ရှေ့တန်းလုပ်သားများနှင့်မသက်ဆိုင်ပါ။
ta: * நீங்கள் மருத்துவ நிலையத்தில் சிகிச்சை நாடிச் சென்றிருந்தால் பொருந்தாது # கொவிட்-19 முன்னிலை ஊழியர்களுக்குப் பொருந்தாது
th: * นอกจากว่าคุณกำลังได้รับการรักษาที่สถานพยาบาล # ไม่สามารถใช้ได้กับพนักงานแนวหน้า COVID-19
zh_hans: * 如果您在医疗机构求诊，则不适用 # 不适用于COVID-19前线人员

# 3o8-lj-cJN.text
source: Visit a place often?
bn: ঘন ঘন একটি জায়গায় গিয়ে থাকেন?
hi: क्या आप किसी स्थान पर अक्सर विज़िट करते हैं?
my: နေရာတစ်နေရာကို မကြာခဏ သွားလည်ပါသလား။
ta: அடிக்கடி ஒரு இடத்திற்கு வருகை செய்கிறீர்களா?
th: แวะไปที่นี่บ่อยใช่ไหม
zh_hans: 经常到某个地方？

# nCw-rw-rHi.text
source: Tap on the star to add it to your Favourites! Skip the QR code on future visits.
bn: আপনার পছন্দের তালিকায় এটিকে যোগ করতে, নামের পাশে স্টার/তারকা চিহ্নিত বাটনে চাপ দিন। ভবিষ্যতে QR কোড ছাড়াই এখানে চেক-ইন করতে পারবেন।
hi: इसे पसंदीदा के रूप में जोड़ने के लिए स्टार पर टैप करें! भविष्य में होने वाली विज़िट पर QR कोड की प्रक्रिया छोड़ें.
my: ၎င်းကို သင့်အကြိုက်ဆုံးများတွင် ပေါင်းထည့်ရန် ကြယ်ပွင့်ကိုနှိပ်ပါ။ နောင်အခါ သွားရောက်မှုများတွင် QR ကုဒ်ကို ကျော်နိုင်သည်။
ta: உங்களுக்கு பிடித்த இடங்களில் சேர்க்க நட்சத்திரத்தைத் தட்டவும்! எதிர்கால வருகைகளுக்கு QR குறியீட்டைத் தவிர்க்கவும்.
th: แตะปุ่มดาวเพื่อเพิ่มไปยังรายการโปรดของคุณ ข้ามขั้นตอนในการสแกน QR โค้ดในการเข้าไปยังสถานที่ดังกล่าวในครั้งถัดไป
zh_hans: 点击星号标记，将地点存入“我的最爱”列表中！下次到这个地方时，可不必再扫描 QR 码。

# Ulr-Dp-gGA.normalTitle
source: AWESOME!
bn: অস্থির!
hi: शानदार!
my: အလွန်ကောင်းပါသည်။
ta: அற்புதம்!
th: เยี่ยมเลย!
zh_hans: 太棒了！

# VqK-Zr-1bd.text
source: Check in to:
bn: চেক ইন করছেন:
hi: इसमें चेक-इन करें:
my: ဝင်ရန်၊
ta: நுழைவுப்பதிவு செய்யுமிடம்:
th: เช็คอิน:
zh_hans: 登记进入：
