Repository: GovTechSG/OpenTT-iOS
Catalog: TraceTogether/Home/*.lproj/Home.strings
Languages: bn, hi, ms, my, ta, zh_hans

# 1kY-xk-79T.title
source: Home
bn: হোম
hi: होम
ms: Laman Utama
my: ပင်မစာမျက်နှာ
ta: முகப்பு
zh_hans: 首页

# 2t2-5x-oMJ.text
source: TraceTogether is paused
bn: TraceTogether বন্ধ আছে
hi: ट्रेस टूगेदर को रोक दिया गया है
ms: Jeda Jejaki Bersama
my: TraceTogether သည် ခဏရပ်သွားပါပြီ
ta: TraceTogether இடைநிறுத்தப்பட்டுள்ளது
zh_hans: 合力追踪已暂停

# 86W-qR-5cy.text
source: A safe new normal, together 🇸🇬
bn: জীবনযাত্রা নিরাপদে পুনরায় শুরু, একসাথে 🇸🇬
hi: जीवन को फिर से सुरक्षित रूप से मिलकर शुरू करना है 🇸🇬
ms: Bersama meneruskan hidup dengan selamat 🇸🇬
my: ဘေးကင်းလုံခြုံသော ဘဝကို အတူတကွ ပြန်ရယူကြပါစို့ 🇸🇬
ta: ஒன்றாக, பாதுகாப்பாக வாழ்க்கையை மீண்டும் தொடர 🇸🇬
zh_hans: 让我们齐心协力、安全地恢复生活🇸🇬

# JcN-9C-LoH.normalTitle
source: RESUME NOW
bn: এখন আবার চালু করুন
hi: अब फिर से शुरू करें
ms: Sambung sekarang
my: ယခု ဆက်လုပ်ဆောင်ရန်
ta: தொடருங்கள்
zh_hans: 立即恢复

# M1I-I7-gty.normalTitle
source: Pause TraceTogether
bn: TraceTogether আপাতত থামান
hi: ट्रेस-टूगेदर को रोकें
ms: Jeda Jejaki Bersama
my: TraceTogether ကို ခဏရပ်ရန်
ta: ட்ரேஸ்டுகெதரை (TraceTogether) இடைநிறுத்தவும்
zh_hans: 暂停合力追踪

# vWo-Uv-0Qm.text
source: Share this app
bn: অ্যাপটি শেয়ার করুন
hi: इस एप को शेयर कीजिए
ms: Kongsi aplikasi ini
my: ဤအက်ပ်ကို မျှဝေလိုက်ပါ
ta: இந்த செயலியைப் பகிரவும்
zh_hans: 分享此应用程序

# XNl-VG-8vW.text
source: SafeEntry check in
bn: সেফএন্ট্রি (SafeEntry) চেক ইন
hi: SafeEntry चेक-इन करें
ms: Daftar masuk SafeEntry
my: အစစ်ဆေးခံပြီး ဘေးကင်းလုံခြုံစွာ ဝင်ခြင်း။
ta: SafeEntry நுழைவுப்பதிவு
zh_hans: SafeEntry登入

# dKx-a6-luR.title
source: Home
bn: হোম
hi: होम
ms: Laman Utama
my: ပင်မစာမျက်နှာ
ta: முகப்பு
zh_hans: 首页

# n0K-zy-WGC.text
source: Your app is active
bn: আপনার অ্যাপ সক্রিয় রয়েছে
hi: आपका ऐप सक्रिय है!
ms: Aplikasi sedang aktif
my: သင့်အက်ပ်သည် သက်ဝင်နေပါသည်
ta: உங்கள் செயலி இயக்கத்தில் உள்ளது
zh_hans: 您的应用程序处于活跃状态

# yOF-17-9Ag.normalTitle
source: New check in
bn: নতুন চেক ইন
hi: नया चेक-इन करें
ms: Daftar masuk baharu
my: အဝင်စစ်ဆေး​​ခြင်းအသစ်ပြုလုပ်ရန်။
ta: புதிய நுழைவுப்பதிவு
zh_hans: 新入场登记

# GLl-hE-oAf.text
source: Last check-in
bn: সর্বশেষ কিউআর চেক ইন
hi: पिछला चेक-इन
ms: Daftar masuk terakhir
my: နောက်ဆုံး အဝင်စစ်ဆေးခြင်း၊
ta: கடைசியாகச் செய்த நுழைவுப்பதிவு
zh_hans: 最后登记入场的QR码

# SmV-tA-hCi.normalTitle
source: <u>View pass</u>
bn: <u>পাস দেখুন</u>
hi: <u>पास देखें</u>
ms: <u>Lihat pas</u>
my: <u>Pass ကိုကြည့်ပါ။</u>
ta: <u>அனுமதியைப் பார்வையிடு</u>
zh_hans: <u>查看通行证</u>

# t4i-gI-VlH.normalTitle
source: Check out
bn: চেক আউট
hi: चेक आउट
ms: Daftar Keluar
my: အထွက်စစ်ဆေးရန်။
ta: வெளியேற்றப்பதிவு
zh_hans: 离场

# oaZ-oS-pjg.text
source: You're okay
bn: আপনার চিন্তার কারণ নেই
hi: आप ठीक हैं
ms: Anda tidak terdedah kepada jangkitan COVID-19
my: သင်အဆင်ပြေပါတယ်။
ta: நீங்கள் நலமுடன் இருக்கிறீர்கள்
zh_hans: 您未曾与2019冠病确诊病患接触

# KJU-GF-jRH.text
source: Based on all your TraceTogether and SafeEntry records from the last 14 days. <c:#0070E0><u>See details</u> →</c>
bn: বিগত ১৪ দিনের TraceTogether ও SafeEntry রেকর্ডের ওপর ভিত্তি করে। <c:#0070E0><u>বিস্তারিত দেখুন</u> →</c>
hi: पिछले 14 दिनों से आपके सभी TraceTogether और SafeEntry रिकॉर्ड के आधार पर। <c:#0070E0><u>विवरण देखें</u> →</c>
ms: Berdasarkan maklumat TraceTogether dan SafeEntry anda bagi 14 hari yang lalu <c:#0070E0><u>Lihat butiran</u> →</c>
my: လွန်ခဲ့သော ၁၄ ရက်ကသင်၏ TraceTogether နှင့် SafeEntry မှတ်တမ်းများအားလုံးကိုအခြေခံသည်။ <c:#0070E0><u>အသေးစိတ်ကြည့်ပါ။</u> →</c>
ta: கடந்த 14 நாட்களிலிருந்து உங்கள் TraceTogether மற்றும் SafeEntry பதிவுகளின் அடிப்படையில். <c:#0070E0><u>விவரங்களை காணவும்</u> →</c>
zh_hans: 根据您 TraceTogether 以及 SafeEntry 过去14天的记录 <c:#0070E0><u>查看记录</u> →</c>

# 86P-mb-U1d.text
source: Possible exposure
bn: সম্ভাব্য সংক্রমণ
hi: संभव प्रदर्शनियां
ms: Kemungkinan pendedahan
my: ဖြစ်နိုင်သောထိတွေ့မှုများ။
ta: சாத்தியமான வெளிப்பாடுகள்
zh_hans: 可能接触的地点和时间

# SfZ-3n-KFa.text
source: You were at a place visited by a COVID-19 case. <c:#0070E0><u>See details</u> →</c>
bn: আপনি একটি জায়গায় গিয়েছিলেন, যেখানে একজন কোভিড-১৯ আক্রান্ত ছিলেন। <c:#0070E0><u>বিস্তারিত দেখুন</u> →</c>
hi: आप उन स्थानों पर गए थे जहाँ COVID-19 के रोगी गए थे <c:#0070E0><u>विवरण देखें</u> →</c>
ms: Anda telah ke tempat-tempat yang dilawati kes jangkitan COVID-19. <c:#0070E0><u>Lihat butiran</u> →</c>
my: သင်သည် COVID-19 ဖြစ်ပွားသူ လည်ပတ်ခဲ့သည့်နေရာသို့ရောက်ခဲ့သည်။ <c:#0070E0><u>အသေးစိတ်ကြည့်ပါ။</u> →</c>
ta: நீங்கள் கொவிட்-19 வழக்குகள் வருகை தந்த இடங்களில் இருந்தீர்கள் <c:#0070E0><u>விவரங்களை காணவும்</u> →</c>
zh_hans: 您曾去过2019冠病确诊病患去过的地方 <c:#0070E0><u>查看记录</u> →</c>

# hDF-Mu-36w.text
source: Stay safe together. Share the app!
bn: একত্রে নিরাপদে থাকুন। অ্যাপটি শেয়ার করুন!
hi: साथ मिलकर सुरक्षित रहें| इस एप को शेयर कीजिए!
ms: Kekal selamat bersama. Kongsi aplikasi ini!
my: အတူတကွ ဘေးကင်းစွာ နေပါ။ ဤအက်ပ်ကို မျှဝေလိုက်ပါ။
ta: ஒன்றிணைந்து பாதுகாப்பாக இருக்கவும் แชร์แอปนี้!
zh_hans: 让我们一起携手防疫。 分享此应用程序!

# fuO-Wh-615.normalTitle
source: Re-register
bn: পুনরায় রেজিস্ট্রেশন
hi: फिर से पंजीकरण करें
ms: Daftar Lagi
my: ပြန်လည် မှတ်ပုံတင်ရန်
ta: மீண்டும் பதிவுசெய்யவும்
zh_hans: 再次注册登记

# yfR-2z-Jou.text
source: How long should you keep the app for?
bn: এই অ্যাপটি কতক্ষণ ইন্সটল করে রাখতে হবে?
hi: आपको ऐप को कितने समय तक बनाए रखना चाहिए?
ms: Berapa lama harus anda simpan aplikasi ini?
my: ဤအက်ပ်ကို မည်မျှကြာကြာ ဆက်လက်အသုံးပြုသင့်သလဲ။
ta: செயலியை எவ்வளவு காலம் வைத்திருக்க வேண்டும்?
zh_hans: 您什么时候才能删除应用程序？

# MRm-cq-hnk.normalTitle
source: GOT IT!
bn: বুঝেছি!
hi: समझ गया!
ms: BERJAYA!
my: ရပါပြီ။
ta: புரிந்தது!
zh_hans: 了解！

# NKj-tw-vpI.text
source: Scan QR
bn: QR স্ক্যান
hi: QR स्कैन करें
ms: Imbas QR
my: QR ကို စကန်ဖတ်ရန်
ta: QR-ஐ அலகிடவும்
zh_hans: 扫描 QR 码

# 8Qk-WW-MUx.text
source: Favourites
bn: প্রিয় জায়গা
hi: पसंदीदा
ms: Kegemaran
my: အကြိုက်ဆုံးများ
ta: பிடித்த இடங்கள்
zh_hans: 我的最爱

# RM7-Lw-sLT.text
source: Group
bn: গ্রুপ
hi: समूह
ms: Kumpulan
my: အုပ်စု
ta: குழு
zh_hans: 组别

# STd-MN-bYh.text
source: updated every few mins
bn: কয়েক মিনিট পর পর হালনাগাদ করা হয়।
hi: प्रत्येक कुछ मिनटों में अपडेट होता है
ms: Dikemas kini setiap beberapa minit
my: မိနစ်အနည်းငယ်ကြာ တစ်ခါ အပ်ဒိတ်လုပ်သည်
ta: ஒவ்வொரு சில நிமிடங்களுக்கும் புதுப்பிக்கப்பட்டது
zh_hans: 每几分钟更新一次
