Repository: GovTechSG/OpenTT-iOS
Catalog: TraceTogether/Onboarding/View Controllers/ProfileSelection/*.lproj/ProfileSelection.strings
Languages: bn, my, th, zh_hans

# 0kb-BN-jBt.text
source: Card Serial Number
bn: কার্ড সিরিয়াল নম্বর
my: ကတ် ဆီရီရယ်နံပါတ်
th: หมายเลขบัตร
zh_hans: 卡序列号

# 2fZ-I5-VuI.title
source: Why do you need my details?
bn: আমার বিস্তারিত তথ্য আপনাদের কেন প্রয়োজন?
my: ကျွန်ုပ်၏ အသေးစိတ် အချက်အလက်များကို သင် ဘာ့ကြောင့်လိုအပ်ပါသလဲ။
th: ทำไมคุณจึงต้องการข้อมูลของฉัน
zh_hans: 为何需要我的详细资料 ？

# 372-Cd-U4Z.text
source: Front
bn: সামনে
my: ရှေ့သို့
th: ด้านหน้า
zh_hans: 前面

# 3J5-hz-vUU.text
source: Download SGWorkPass app and scan QR code for Date of Issue
bn: SGWorkPass অ্যাপ ডাউনলোড করে QR কোড স্ক্যান করে প্রদানের তারিখ জেনে নিন
my: ထုတ်ပေးသည့် ရက်စွဲအတွက် SGWorkPass အက်ပ်ကို ဒေါင်းလုဒ်လုပ်ပါ သို့မဟုတ် QR ကုဒ်ကို စကန်ဖတ်ပါ
th: ดาวน์โหลดแอป SGWorkPass และสแกนรหัส QR เพื่อดูวันที่ออกบัตร
zh_hans: 下载SGWorkPass应用程序，并扫描QR码以查看签发日期

# AT6-OM-tnE.text
source: OR
bn: অথবা
my: သို့မဟုတ်
th: หรือ
zh_hans: 或

# Ade-Wb-EDy.text
source: Complete your profile
bn: আপনার প্রোফাইল সম্পূর্ণ করুন
my: သင့်ပရိုဖိုင်ကို ပြီးအောင်ဖြည့်ပါ
th: กรอกข้อมูลในโปรไฟล์ให้ครบถ้วน
zh_hans: 输入您的个人档案

# F70-a5-MNQ.text
source: Check the back of your card for Date of Issue
bn: প্রদানের তারিখের জন্য আপনার কার্ডের পেছনে দেখুন
my: ထုတ်ပေးသည့်ရက်စွဲကို သင့်ကတ်၏ ကျောဘက်တွင် စစ်ပါ
th: ตรวจสอบวันที่ออกบัตรจากด้านหลังบัตร
zh_hans: 检查证件背面的签发日期

# GHE-Yi-k2y.text
source: Select your profile
bn: আপনার প্রোফাইল বেছে নিন
my: သင့်ပရိုဖိုင်ကို ရွေးချယ်ပါ
th: เลือกโปรไฟล์ของคุณ
zh_hans: 选择您的个人档案

# J2d-ki-ROm.text
source: Why do you need my details?
bn: আমার বিস্তারিত তথ্য আপনাদের কেন প্রয়োজন?
my: ကျွန်ုပ်၏ အသေးစိတ် အချက်အလက်များကို သင် ဘာ့ကြောင့်လိုအပ်ပါသလဲ။
th: ทำไมคุณจึงต้องการข้อมูลของฉัน
zh_hans: 为何需要我的详细资料 ？

# NYP-7z-qIT.text
source: Date of Issue (DD-MM-YYYY)
bn: প্রদানের তারিখ (DD-MM-YYYY)
my: ထုတ်ပေးသည့် ရက်စွဲ (DD-MM-YYYY)
th: วันที่ออกบัตร (DD-MM-YYYY)
zh_hans: 签发日期 (DD-MM-YYYY)

# Nqm-7J-HQg.normalTitle
source: PROCEED
bn: এগিয়ে যান
my: ရှေ့ဆက်ပါ
th: ดำเนินการต่อ
zh_hans: 继续

# O8a-Yg-0L6.normalTitle
source: I SEE. GOT IT! :)
bn: আচ্ছা। আমি বুঝতে পেরেছি! :)
my: နားလည်ပါပြီ။ ရပါပြီ။ :)
th: เข้าใจแล้ว :)
zh_hans: 好。我知道了！:)

# QI6-y7-nWs.normalTitle
source: How to find?
bn: কীভাবে পাবেন?
my: ဘယ်လို ရှာမလဲ။
th: จะค้นหาได้อย่างไร
zh_hans: 如何找到？

# VAB-TC-yEk.text
source: Your unique identification number allows MOH to reach the right person when they need to give you important health advice about COVID-19.
bn: কোভিড-19 সম্পর্কে আপনাকে গুরুত্বপূর্ণ স্বাস্থ্য পরামর্শ প্রদানের প্রয়োজন হলে MOH আপনার একক পরিচিতি নম্বর ব্যবহার করে সঠিক ব্যক্তির কাছে পৌঁছাতে পারে।
my: ထပ်တူမရှိသော သင်၏ အိုင်ဒီနံပါတ်သည် COVID-19 နှင့် ပတ်သက်ပြီး MOH က သင့်အား အရေးကြီးသော ကျန်းမာရေးဆိုင်ရာ အကြံဉာဏ်များပေးရန် လိုအပ်သောအခါ မှန်ကန်သောလူကို ဆက်သွယ်နိုင်စေသည်။
th: หมายเลขประจำตัวของคุณจะช่วยให้ MOH ติดต่อหาคุณได้อย่างถูกต้อง เมื่อจำเป็นต้องให้คำแนะนำด้านสุขภาพเกี่ยวกับโรค COVID-19 แก่คุณ
zh_hans: 您的独特识别号可以让MOH在需要给您有关冠病的重要健康建议时，联系到对的人。

# Woq-RD-OQG.text
source: 2. Dependent's Pass
bn: 2. নির্ভরশীলদের পাস
my: 2. မှီခိုနေထိုင်ခွင့်
th: 2. ใบอนุญาตสำหรับผู้ติดตาม
zh_hans: 2. 家属准证

# aeY-8q-qfc.text
source: At the back of your NRIC
bn: আপনার NRIC-এর পেছনে
my: သင့် NRIC ကတ်၏ ကျောဘက်
th: จากด้านหลังบัตร NRIC
zh_hans: 在您的NRIC背面

# cgN-ax-WJa.text
source: 1. Work Pass
bn: 1. ওয়ার্ক পাস
my: 1. အလုပ်လုပ်ကိုင်ခွင့်
th: 1. ใบอนุญาตทำงาน
zh_hans: 1. 工作准证

# ebx-tb-rOv.normalTitle
source: NEXT
bn: পরবর্তী-তে যান
my: နောက်တဆင့်
th: ถัดไป
zh_hans: 下一步

# gS0-Z1-pI0.normalTitle
source: How to find?
bn: কীভাবে পাবেন?
my: ဘယ်လို ရှာမလဲ။
th: จะค้นหาได้อย่างไร
zh_hans: 如何找到？

# gdZ-Aq-8ZP.text
source: Card Serial Number
bn: কার্ড সিরিয়াল নম্বর
my: ကတ် ဆီရီရယ်နံပါတ်
th: หมายเลขบัตร
zh_hans: 卡序列号

# hyC-FR-wff.text
source: Card Serial Number
bn: কার্ড সিরিয়াল নম্বর
my: ကတ် ဆီရီရယ်နံပါတ်
th: หมายเลขบัตร
zh_hans: 卡序列号

# n9y-xh-R9p.text
source: Date of Issue (DD-MM-YYYY)
bn: প্রদানের তারিখ (DD-MM-YYYY)
my: ထုတ်ပေးသည့် ရက်စွဲ (DD-MM-YYYY)
th: วันที่ออกบัตร (DD-MM-YYYY)
zh_hans: 签发日期 (DD-MM-YYYY)

# pWf-Ki-Z62.text
source: Required
bn: প্রয়োজনীয় ক্ষেত্র
my: လိုအပ်သောလယ်ပြင်
th: ช่องที่ต้องกรอก
zh_hans: 必填

# rLn-CR-Vz7.placeholder
source: Label
bn: TextField
my: TextField
th: TextField

# uy5-xj-Fym.text
source: Required
bn: প্রয়োজনীয় ক্ষেত্র
my: လိုအပ်သောလယ်ပြင်
th: ช่องที่ต้องกรอก
zh_hans: 必填

# vlw-V6-Cpo.text
source: Back
bn: পিছনে
my: နောက်သို့
th: ด้านหลัง
zh_hans: 背面

# Knq-3Q-Qpa.text
source: <b>Enter the <c:#FF6565>Date of Application</c> for your FIN card</b> - can be found on your In-principle approval (IPA) or Notification letter
bn: <b>আপনার FIN কার্ডের <c:#FF6565>ডেট অফ অ্যাপ্লিকেশন (Date of Application)</c> লিখুন</b> — এটি আপনার আইপিএ (IPA) কিংবা নোটিফিকেশন লেটারে আছে।
zh_hans: <b>请输入 FIN 卡的<c:#FF6565>申请日期</c> — 您可在原则批准函（IPA）或通知书中查获此信息

# hFG-xX-PCH.text
source: Date of Application (DD-MMM-YYYY)
bn: ডেট অফ অ্যাপ্লিকেশন (Date of Application) (DD-MMM-YYYY)
zh_hans: 申请日期 (DD-MMM-YYYY)

# 2i5-H3-qw8.text
source: <b>Enter the <c:#FF6565>Card Serial Number</c> on your FIN card Work Pass</b> <i>(front)</i>
bn: <b>আপনার FIN কার্ডের <c:#FF6565>সিরিয়াল নম্বরটি (Card Serial Number)</c> লিখুন। ওয়ার্ক পাস</b> <i>(সামনে)</i>
my: <b>Enter the <c:#FF6565>Card Serial Number</c> on your FIN card အလုပ်လုပ်ကိုင်ခွင့်</b> <i>(ရှေ့သို့)</i>
th: <b>Enter the <c:#FF6565>Card Serial Number</c> on your FIN card ใบอนุญาตทำงาน</b> <i>(ด้านหน้า)</i>
zh_hans: <b>请输入您 FIN 卡上的<c:#FF6565>身份证号码</c> 工作准证</b> <i>(前面)</i>

# 6GD-25-03o.text
source: Card Serial Number
bn: কার্ড সিরিয়াল নম্বর
my: ကတ် ဆီရီရယ်နံပါတ်
th: หมายเลขบัตร
zh_hans: 卡序列号

# 6mx-Zx-gXA.text
source: <b>Enter the <c:#FF6565>Card Serial Number</c> on your FIN card Dependent's Pass</b> <i>(back)</i>
bn: <b>আপনার FIN কার্ডের <c:#FF6565>সিরিয়াল নম্বরটি (Card Serial Number)</c> লিখুন।d নির্ভরশীলদের পাস</b> <i>(পিছনে)</i>
my: <b>Enter the <c:#FF6565>Card Serial Number</c> on your FIN card မှီခိုနေထိုင်ခွင့်</b> <i>(နောက်သို့)</i>
th: <b>Enter the <c:#FF6565>Card Serial Number</c> on your FIN card ใบอนุญาตสำหรับผู้ติดตาม</b> <i>(ด้านหลัง)</i>
zh_hans: <b>请输入您 FIN 卡上的<c:#FF6565>身份证号码</c> 家属准证</b> <i>(背面)</i>

# yyD-rn-df0.text
source: Card Serial Number
bn: কার্ড সিরিয়াল নম্বর
my: ကတ် ဆီရီရယ်နံပါတ်
th: หมายเลขบัตร
zh_hans: 卡序列号
