Repository: GovTechSG/OpenTT-iOS
Catalog: TraceTogether/Upload data/*.lproj/UploadData.strings
Languages: bn, my, ta, th

# 0zG-EN-pX5.title
source: Upload
bn: আপলোড করুন
my: အပ်လုဒ်တင်ရန်
ta: பதிவேற்றவும்
th: อัปโหลด

# 24k-o7-Lgs.normalTitle
source: UPLOAD DATA
bn: ডেটা আপলোড করুন
my: ဒေတာ အပ်လုဒ်တင်ရန်
ta: தரவைப் பதிவேற்று
th: อัปโหลดข้อมูล

# 76Q-Ls-vsz.title
source: Upload Data
bn: ডেটা আপলোড করুন
my: ဒေတာ အပ်လုဒ်တင်ရန်
ta: தரவைப் பதிவேற்று
th: อัปโหลดข้อมูล

# 8eG-fq-VJ4.text
source: Upload completed
bn: আপলোড সম্পূর্ণ হয়েছে
my: အပ်လုဒ်တင်ပြီးပါပြီ
ta: பதிவேற்றம் முடிந்தது
th: อัปโหลดเสร็จสมบูรณ์

# 9vc-Zh-P5M.title
source: Upload Data
bn: ডেটা আপলোড করুন
my: ဒေတာ အပ်လုဒ်တင်ရန်
ta: தரவைப் பதிவேற்று
th: อัปโหลดข้อมูล

# BnB-UV-g2N.text
source: Enter your upload code
bn: আপনার আপলোড কোড প্রবেশ করান
my: သင်၏ အပ်လုဒ်တင်ကုဒ်ကို ရိုက်ပါ
ta: உங்கள் பதிவேற்ற குறியீட்டை உள்ளிடவும்
th: ป้อนรหัสการอัปโหลด

# E0U-am-cAz.title
source: Back
bn: পেছনে যান
my: နောက်သို့
ta: பின்னால்
th: ย้อนกลับ

# Ew3-er-D6f.text
source: Invalid upload code
bn: আপলোড কোড সঠিক নয়
my: အပ်လုဒ်တင်ကုဒ် မှားနေသည်
ta: பதிவேற்றக் குறியீடு தவறானது
th: รหัสการอัปโหลดไม่ถูกต้อง

# Gd0-Fn-yIf.normalTitle
source: <u>No upload code?</u>
bn: <u>আপলোড কোড নেই?</u>
my: <u>အပ်လုဒ်တင်ကုဒ် မရှိဘူးလား။</u>
ta: <u>பதிவேற்றக் குறியீடு இல்லையா?</u>
th: <u>ไม่มีรหัสการอัปโหลดใช่หรือไม่</u>

# IDr-rd-rlV.normalTitle
source: ENTER UPLOAD CODE
bn: আপলোড কোড প্রবেশ করান
my: အပ်လုဒ်တင်ကုဒ်ကို ရိုက်ပါ
ta: பதிவேற்றும் குறியீட்டை உள்ளிடவும்
th: ป้อนรหัสการอัปโหลด

# Oci-OJ-azB.title
source: Back
bn: পেছনে যান
my: နောက်သို့
ta: பின்னால்
th: ย้อนกลับ

# T3h-Jn-b4B.text
source: An upload code is only given to patients with COVID-19. If you did not get an upload code from MOH, you do not need to upload data :)
bn: শুধুমাত্র কোভিড-19 রোগীদেরকে আপলোড কোড দেওয়া হয়। আপনি MOH থেকে আপলোড কোড না পেয়ে থাকলে, আপনার ডেটা আপলোড করার প্রয়োজন নেই :)
my: အပ်လုဒ်တင်ကုဒ်တစ်ခုကို COVID-19 လူနာများကိုသာ ပေးပါသည်။ အပ်လုဒ်တင်ကုဒ်တစ်ခုကို MOH မှ သင် ရရှိမထားပါက ဒေတာကို သင်က အပ်လုဒ်တင်ရန် မလိုပါ :)
ta: கோவிட் -19 நோயாளிகளுக்கு மட்டுமே பதிவேற்ற குறியீடு வழங்கப்படுகிறது. நீங்கள் MOH இலிருந்து பதிவேற்ற குறியீட்டைப் பெறவில்லை என்றால், நீங்கள் தகவலைப் பதிவேற்றத் தேவையில்லை :)
th: รหัสการอัปโหลดจะมอบให้ผู้ป่วยโรค COVID-19 เท่านั้น หากคุณยังไม่ได้รับรหัสการอัปโหลดจาก MOH คุณไม่จำเป็นต้องอัปโหลดข้อมูล :)

# T6n-4J-job.title
source: Back
bn: পেছনে যান
my: နောက်သို့
ta: பின்னால்
th: ย้อนกลับ

# Y1B-Ag-Xtw.title
source: Upload
bn: আপলোড করুন
my: အပ်လုဒ်တင်ရန်
ta: பதிவேற்றவும்
th: อัปโหลด

# clG-lZ-P8y.text
source: Please take care. Get well soon! 🌻
bn: অনুগ্রহ করে যত্ন নিন। শীঘ্রই সুস্থ হোন! 🌻
my: ဂရုစိုက်ပါ။ မကြာခင် နေကောင်းပါစေ။ 🌻
ta: பத்திரமாக இருங்கள். விரைவில் குணமடையுங்கள்! 🌻
th: ดูแลตัวเองดี ๆ และขอให้หายเร็ว ๆ 🌻

# eGt-w4-tSm.placeholder
source: Enter upload code
bn: আপলোড কোড প্রবেশ করান
my: အပ်လုဒ်တင်ကုဒ်ကို ရိုက်ပါ
ta: பதிவேற்றும் குறியீட்டை உள்ளிடவும்
th: ป้อนรหัสการอัปโหลด

# hmp-y3-Mr6.text
source: By uploading, you agree to share with MOH 25 days of your app’s Bluetooth data to help with contact tracing.
bn: আপলোড করে, আপনি কন্ট্যাক্ট ট্রেসিং-এ সহায়তা করার জন্য MOH-এর সাথে আপনার 25 দিনের অ্যাপ ডেটা শেয়ার করতে সম্মত হচ্ছেন।
my: အပ်လုဒ်တင်ခြင်းဖြင့် ထိတွေ့မှု ခြေရာခံရေးတွင် အထောက်အကူပြုရန် သင့်အက်ပ်ဒေတာကို MOH နှင့် 25 ရက်ကြာ မျှဝေရန် သင်က သဘောတူသည်။
ta: பதிவேற்றுவதன் மூலம், தொடர்புத் தடமறிதலுக்கு உதவ, உங்கள் செயலி தகவலை 25 நாட்களுக்கு MOH உடன் பகிர ஒப்புக்கொள்கிறீர்கள்.
th: เมื่อคุณอัปโหลดข้อมูล คุณตกลงว่าจะเปิดเผยข้อมูลในแอป 25 วันให้ MOH ทราบ เพื่อช่วยในการติดตามการสัมผัสเชื้อ

# nC1-Z2-6rf.normalTitle
source: BACK TO HOME
bn: হোম-এ ফেরত যান
my: ပင်မစာမျက်နှာ ပြန်သွားရန်
ta: மீண்டும் இல்லம் திரும்புக
th: กลับไปหน้าหลัก

# qbp-3n-hQN.title
source: Upload Data
bn: ডেটা আপলোড করুন
my: ဒေတာ အပ်လုဒ်တင်ရန်
ta: தரவைப் பதிவேற்று
th: อัปโหลดข้อมูล

# sro-IG-RPf.title
source: Upload
bn: আপলোড করুন
my: အပ်လုဒ်တင်ရန်
ta: பதிவேற்றவும்
th: อัปโหลด
